<script setup lang="ts">
import Publication from "~/components/Publication.vue"

const results = [
  [
    { name: 'Астапинко', score: 78 },
    { name: 'Брагина', score: 78 },
    { name: 'Бузовкина', score: 96 },
    { name: 'Варданян', score: 93 },
    { name: 'Виноградов', score: 94 },
    { name: 'Виноградова', score: 93 },
    { name: 'Воробьев', score: 78 },
    { name: 'Дементьева', score: 90 },
    { name: 'Ефремов', score: 90 },
    { name: 'Кассем', score: 60 },
    { name: 'Климов', score: 65 },
    { name: 'Кожиева', score: 95 },
    { name: 'Константинова', score: 78 },
    { name: 'Кузнецова', score: 82 },
    { name: 'Нафиалов', score: 94 },
    { name: 'Орехов', score: 83 },
    { name: 'Славина', score: 91 },
    { name: 'Спасенникова', score: 100 },
    { name: 'Тихонова', score: 85 },
    { name: 'Тузов', score: 100 },
    { name: 'Фазилова', score: 92 },
    { name: 'Шевчук', score: 100 },
    { name: 'Яковлева', score: 94 },
  ],
  [
    { name: 'Агаронова', score: 91 },
    { name: 'Бадыков', score: 88 },
    { name: 'Бицуева', score: 94 },
    { name: 'Ворожейкина', score: 93 },
    { name: 'Дуйкова', score: 90 },
    { name: 'Имамназарова', score: 90 },
    { name: 'Земскова', score: 92 },
    { name: 'Латария', score: 77 },
    { name: 'Липаева', score: 95 },
    { name: 'Лушникова', score: 80 },
    { name: 'Молчанова', score: 84 },
    { name: 'Московская', score: 90 },
    { name: 'Парнышкова', score: 90 },
    { name: 'Перфильева Мария', score: 100 },
    { name: 'Перфильева Елена', score: 90 },
    { name: 'Печенкин', score: 92 },
    { name: 'Поляковва', score: 80 },
    { name: 'Рогова', score: 100 },
    { name: 'Романова', score: 90 },
    { name: 'Рыльцов', score: 88 },
    { name: 'Самохин', score: 88 },
  ]
]
</script>

<template>
  <Publication title="ОМТУ Боты" :tags="[0]">
    <p>
      Пускай <a href="https://t.me/omtugptbot" target="_blank">Ника</a> не всегда знает, как выглядит МГИМО и
      где находится нужная Вам аудитория, <a href="https://t.me/MGIMO_mapbot">MGIMO MapBot</a> в телеграм
      проводит Вас до "Аргумента", подскажет где находится канцелярия и во сколько начинается следующая пара.
    </p>

    <v-img src="/img/home/nika.jpeg" width="300" class="mt-4" />
  </Publication>
  <Publication title="Результаты: Интернет-маркетинг" :tags="[1]">
    <p>
      Уважаемые студенты,
      результаты по Интернет-маркетингу. В финальной оценке учитывались следующие факторы:
    </p>

    <ul class="ml-4">
      <li>оценка за таргетированную рекламу (учитывались не только и не столько полученные результаты, сколько подход и внимание к данному заданию)</li>
      <li>оценка за чат-бота (эти оценки с фидбэками я пришлю отдельным файлом)</li>
      <li>посещаемость (если 14 или 13 посещений, то бонус (+5 или +3 соотвественно), если 11 или 12 — ничего, а если меньше — то штрафы)</li>
    </ul>

    <v-expansion-panels>
      <v-expansion-panel title="1 Академическая">
        <v-expansion-panel-text>
          <v-table>
            <thead>
            <tr>
              <th class="text-left">
                Студент
              </th>
              <th class="text-left">
                Балл
              </th>
            </tr>
            </thead>
            <tbody>
            <tr
              v-for="item in results[0]"
              :key="item.name"
            >
              <td>{{ item.name }}</td>
              <td>{{ item.score }}</td>
            </tr>
            </tbody>
          </v-table>
        </v-expansion-panel-text>
      </v-expansion-panel>
      <v-expansion-panel title="2 Академическая">
        <v-expansion-panel-text>
          <v-table>
            <thead>
            <tr>
              <th class="text-left">
                Студент
              </th>
              <th class="text-left">
                Балл
              </th>
            </tr>
            </thead>
            <tbody>
            <tr
              v-for="item in results[1]"
              :key="item.name"
            >
              <td>{{ item.name }}</td>
              <td>{{ item.score }}</td>
            </tr>
            </tbody>
          </v-table>
        </v-expansion-panel-text>
      </v-expansion-panel>
    </v-expansion-panels>
  </Publication>
  <Publication title="Экзаменационное задание по Digital Marketing" :tags="[1]">
    <p>
      ЗАДАЧА: построить и презентовать (защитить) майнд-карту многосценарной автоворонки по продаже услуг Лаборатории
      нейромаркетинга МГИМО на внешний рынок.
    </p>

    <p>
      Справочно: в Лаборатории может быть протестирован любой аудиовизуальный материал (логотип, упаковка, видеоролик и
      др.), интерфейс (сайта, приложения и др.), изучены поведение и предпочтения ЦА.
    </p>

    <p>
      Майнд-карта — это схема, на которой показано, откуда, как и куда может передвигаться по нашим коммуникационным
      каналам платный трафик. В сложной автоворонке предусмотрены различные сценарии, по которым пользователь
      направляется в зависимости от своих предшествующих действий.
    </p>

    <p>
      Хорошая статья по теме:
      https://www.calltouch.ru/blog/chto-takoe-avtovoronka-prodazh-kak-sozdat-i-vnedrit-avtomaticheskuyu-voronku/
    </p>

    <p>
      В статье показана монструозная автоворонка — не пугайтесь, я не требую настолько большой.
    </p>

    <p>
      Важно построить автоворонку, в которой ВЫБОРОЧНО будут задействованы РАЗЛИЧНЫЕ, но РЕЛЕВАНТНЫЕ инструменты и
      каналы, которые мы проходили по всем digital-курсам и на специализации (контент-маркетинг, охватный или перформанс
      таргет и посевы в соцсетях, охватный или перформанс таргет и посевы в мессенджерах, инфлюенс-маркетинг,
      регаргетинг, контекст, управление репутацией, чат-боты в соцсетях и мессенджерах, лендинги различных типов,
      лидогенерация, E-mail маркетинг). Нужно НЕ ВСЕ, а ВЫБРАТЬ НУЖНОЕ!
    </p>

    <p>
      Важно показать, что вы умеете формулировать концепцию продвижения в Интернете, подбирать релевантные инструменты
      под задачу, комбинировать их между собой в единую автоматизированную систему.
    </p>

    <p>
      Любые особо важные элементы автоворонки МОЖНО визуализировать/прототипировать — используя любые инструменты, по
      которым у нас были мастер-классы. Такое всегда идет в плюс.
    </p>

    <p>
      Правила защиты проекта:
    </p>

    <ol class="ml-4">
      <li>Задание выполняется в командах СТРОГО по 3 человека.</li>
      <li>На презентацию отводится 7 минут, обсуждение около 10 мин. — суммарно защита одной команды идет 15-20 мин.</li>
      <li>Во время защиты выступают все участники команды.</li>
      <li>После выступления любым участникам команды могут быть заданы вопросы по проекту.</li>
    </ol>

    <p>
      Каждая команда 19-го числа приезжает к назначенному времени. Первая команда заходит в 16:00, вторая — примерно в
      16:20 и т.д.
    </p>

    <p>
      При выставлении итоговой оценки будет учитываться как экзаменационное задание, так и оценки + посещаемость в
      течение всего семестра. Задание комплексное, рассчитано на мозговой штурм в команде и грамотное распределение задач.
    </p>
  </Publication>
</template>
