export interface SubjectData {
  id: string
  title: string
  professor?: string
  specs?: string[]
  color: string
}

export interface SpecialtyData {
  id: string
  title: string
}

export interface ClassData {
  id: string
  subjectId: string
  time: string
  room: string
  dates: string[]
  groups?: number[]
  note?: string
}

export interface Data {
  subjects: SubjectData[]
  specialties: SpecialtyData[]
  classes: ClassData[]
}

const data: Data = {
  "subjects": [
    {
      "id": "fin2",
      "title": "Финансовое моделирование II",
      "professor": "Шаренков Сергей Борисович",
      "color": "#3399FF"
    },
    {
      "id": "protIP",
      "title": "Практика защиты интеллектуальной собственности",
      "professor": "Абдуриамова Дженнет Агамурадовна",
      "color": "#99CC66"
    },
    {
      "id": "retail",
      "title": "Введение в спец. 'Маркетинг розничных сетей'",
      "professor": "Филатов Алексей Аркадьевич",
      "specs": [
        "RETAIL"
      ],
      "color": "#6699CC"
    },
    {
      "id": "neuro2",
      "title": "Нейромаркетинг II",
      "professor": "Клепиков Олег Евгеньевич",
      "color": "#9966FF"
    },
    {
      "id": "brand",
      "title": "Создание и оценка бренда",
      "professor": "Муразанов Алексей Викторович",
      "color": "#CC6699"
    },
    {
      "id": "eng",
      "title": "Английский",
      "color": "#FF9966"
    },
    {
      "id": "internet",
      "title": "Интернет-маркетинг",
      "professor": "Слесарев Максим Александрович",
      "color": "#00CCCC"
    },
    {
      "id": "enterp",
      "title": "Введение в спец. 'Предпринимательство'",
      "professor": "Хотяшева Ольга Михайловна",
      "specs": [
        "ENTERPRENEUR"
      ],
      "color": "#6699CC"
    },
    {
      "id": "lux",
      "title": "Введение в спец. 'Маркетинг товаров категории люкс'",
      "professor": "Дадашева Эльнара Саладдиновна",
      "specs": [
        "LUX"
      ],
      "color": "#6699CC"
    },
    {
      "id": "digital",
      "title": "Введение в спец. 'Digital-маркетинг'",
      "professor": "Слесарев Максим Александрович",
      "specs": [
        "DIGITAL"
      ],
      "color": "#6699CC"
    },
    {
      "id": "hospit",
      "title": "Введение в спец. 'Маркетинг в индустрии гостеприимства'",
      "professor": "Кисеев Иван Дмитриевич",
      "specs": [
        "HOSPITALITY"
      ],
      "color": "#6699CC"
    },
    {
      "id": "iNeuro",
      "title": "Введение в спец. 'Отраслевой нейромаркетинг'",
      "professor": "Клепиков Олег Евгеньевич",
      "specs": [
        "NEURO"
      ],
      "color": "#6699CC"
    },
    {
      "id": "entertain",
      "title": "Введение в спец. 'Маркетинг в индустрии развлечений'",
      "professor": "Бельская Анастасия Александровна",
      "specs": [
        "ENTERTAIN"
      ],
      "color": "#6699CC"
    },
    {
      "id": "sales",
      "title": "Управление продажами",
      "professor": "Хотяшева Ольга Михайловна",
      "color": "#FF6666"
    },
    {
      "id": "lead1",
      "title": "Лидерство",
      "professor": "HR-агентство GetExpert",
      "color": "#6fd650"
    },
    {
      "id": "lead2",
      "title": "Leadership",
      "professor": "Tatiana Rowson",
      "color": "#e54ee4"
    },
    {
      "id": "lead3",
      "title": "Leadership",
      "professor": "Yulia McVeigh",
      "color": "#e54ee4"
    },
    {
      "id": "exEng",
      "title": "Экзамен - Английский",
      "color": "#32CD32"
    },
    {
      "id": "exNeuro",
      "title": "Экзамен - Нейромаркетинг",
      "color": "#32CD32"
    },
    {
      "id": "exIntern",
      "title": "Экзамен - Интернет-маркетинг",
      "color": "#32CD32"
    },
    {
      "id": "exIP",
      "title": "Экзамен - Интеллектуальная собственность",
      "color": "#32CD32"
    },
    {
      "id": "exFin",
      "title": "Экзамен - Финансовое моделирование",
      "color": "#32CD32"
    },
    {
      "id": "proj",
      "title": "Управление проектами",
      "professor": "Аншина Марина Львовна",
      "color": "#FF6666"
    },
    {
      "id": "web",
      "title": "Веб-аналитика",
      "professor": "Слесарев Максим Александрович",
      "color": "#00CCCC"
    },
    {
      "id": "adv",
      "title": "Современные технологии в рекламе",
      "professor": "Щелина Лидия Алексеевна",
      "color": "#CC6699"
    },
    {
      "id": "qual",
      "title": "Управление качеством",
      "professor": "Барменков Евгений Юрьевич",
      "color": "#99CC66"
    },
    {
      "id": "retail2",
      "title": "Спец. 'Маркетинг розничных сетей'",
      "professor": "Филатов Алексей Аркадьевич",
      "specs": [
        "RETAIL"
      ],
      "color": "#9B59B6"
    },
    {
      "id": "enterp2",
      "title": "Спец. 'Предпринимательство'",
      "professor": "Хотяшева Ольга Михайловна",
      "specs": [
        "ENTERPRENEUR"
      ],
      "color": "#9B59B6"
    },
    {
      "id": "lux2",
      "title": "Спец. 'Маркетинг товаров категории люкс'",
      "professor": "Дадашева Эльнара Саладдиновна",
      "specs": [
        "LUX"
      ],
      "color": "#9B59B6"
    },
    {
      "id": "digital2",
      "title": "Спец. 'Digital-маркетинг'",
      "professor": "Слесарев Максим Александрович",
      "specs": [
        "DIGITAL"
      ],
      "color": "#9B59B6"
    },
    {
      "id": "hospit2",
      "title": "Спец. 'Маркетинг в индустрии гостеприимства'",
      "professor": "Кисеев Иван Дмитриевич",
      "specs": [
        "HOSPITALITY"
      ],
      "color": "#9B59B6"
    },
    {
      "id": "iNeuro2",
      "title": "Спец. 'Отраслевой нейромаркетинг'",
      "professor": "Клепиков Олег Евгеньевич",
      "specs": [
        "NEURO"
      ],
      "color": "#9B59B6"
    },
    {
      "id": "entertain2",
      "title": "Спец. 'Маркетинг в индустрии развлечений'",
      "professor": "Бельская Анастасия Александровна",
      "specs": [
        "ENTERTAIN"
      ],
      "color": "#9B59B6"
    },
    {
      "id": "fin",
      "title": "Финансовое моделирование",
      "professor": "Шаренков Сергей Борисович",
      "color": "#3399FF"
    },
    {
      "id": "neuro",
      "title": "Нейромаркетинг",
      "professor": "Клепиков Олег Евгеньевич",
      "color": "#9966FF"
    },
    {
      "id": "psy",
      "title": "Психология в бизнесе",
      "professor": "Клепиков Олег Евгеньевич",
      "color": "#CC6699"
    },
    {
      "id": "trends",
      "title": "Макро- и микротренды",
      "professor": "Хотяшева Ольга Михайловна",
      "color": "#FF6666"
    },
    {
      "id": "change",
      "title": "Управление изменениями",
      "professor": "Нуфферова Татьяна Эммануиловна",
      "color": "#99CC66"
    },
    {
      "id": "events",
      "title": "Event-менеджмент",
      "professor": "Шойгу Ксения Сергеевна",
      "color": "#99CC66"
    },
    {
      "id": "client",
      "title": "Клиентоцентричность в сфере услуг",
      "color": "#99CC66"
    }
  ],
  "specialties": [
    {
      "id": "DIGITAL",
      "title": "Digital-маркетинг"
    },
    {
      "id": "NEURO",
      "title": "Нейромаркетинг"
    },
    {
      "id": "ENTERTAIN",
      "title": "Маркетинг в индустрии развлечений"
    },
    {
      "id": "LUX",
      "title": "Маркетинг товаров категории люкс"
    },
    {
      "id": "RETAIL",
      "title": "Маркетинг розничных сетей и FMCG"
    },
    {
      "id": "HOSPITALITY",
      "title": "Маркетинг услуг в индустрии гостеприимства"
    },
    {
      "id": "ENTERPRENEUR",
      "title": "Предпринимательство"
    },
    {
      "id": "SPORT",
      "title": "Маркетинг в индустрии спорта"
    }
  ],
  "classes": [
    {
      "id": "1",
      "subjectId": "fin",
      "time": "19:00 - 21:50",
      "room": "214",
      "dates": [
        "04.10.2022",
        "11.10.2022",
        "18.10.2022",
        "25.10.2022",
        "01.11.2022",
        "08.11.2022",
        "15.11.2022",
        "22.11.2022",
        "29.11.2022"
      ]
    },
    {
      "id": "2",
      "subjectId": "eng",
      "time": "19:00 - 20:20",
      "room": "522",
      "groups": [
        0
      ],
      "dates": [
        "14.09.2022",
        "21.09.2022",
        "28.09.2022",
        "05.10.2022",
        "12.10.2022",
        "19.10.2022",
        "26.10.2022",
        "02.11.2022",
        "09.11.2022",
        "16.11.2022",
        "23.11.2022",
        "30.11.2022",
        "07.12.2022",
        "14.12.2022",
        "21.12.2022",
        "28.12.2022"
      ]
    },
    {
      "id": "3",
      "subjectId": "eng",
      "time": "19:00 - 20:20",
      "room": "523",
      "groups": [
        1
      ],
      "dates": [
        "14.09.2022",
        "21.09.2022",
        "28.09.2022",
        "05.10.2022",
        "12.10.2022",
        "19.10.2022",
        "26.10.2022",
        "02.11.2022",
        "09.11.2022",
        "16.11.2022",
        "23.11.2022",
        "30.11.2022",
        "07.12.2022",
        "14.12.2022",
        "21.12.2022",
        "28.12.2022"
      ]
    },
    {
      "id": "4",
      "subjectId": "eng",
      "time": "20:30 - 21:50",
      "room": "522",
      "groups": [
        2
      ],
      "dates": [
        "14.09.2022",
        "21.09.2022",
        "28.09.2022",
        "05.10.2022",
        "12.10.2022",
        "19.10.2022",
        "26.10.2022",
        "02.11.2022",
        "09.11.2022",
        "16.11.2022",
        "23.11.2022",
        "30.11.2022",
        "07.12.2022",
        "14.12.2022",
        "21.12.2022",
        "28.12.2022"
      ]
    },
    {
      "id": "5",
      "subjectId": "eng",
      "time": "20:30 - 21:50",
      "room": "523",
      "groups": [
        3
      ],
      "dates": [
        "14.09.2022",
        "21.09.2022",
        "28.09.2022",
        "05.10.2022",
        "12.10.2022",
        "19.10.2022",
        "26.10.2022",
        "02.11.2022",
        "09.11.2022",
        "16.11.2022",
        "23.11.2022",
        "30.11.2022",
        "07.12.2022",
        "14.12.2022",
        "21.12.2022",
        "28.12.2022"
      ]
    },
    {
      "id": "6",
      "subjectId": "internet",
      "time": "20:30 - 21:50",
      "room": "519",
      "groups": [
        0,
        1
      ],
      "dates": [
        "14.09.2022",
        "21.09.2022",
        "28.09.2022",
        "05.10.2022",
        "12.10.2022",
        "19.10.2022",
        "26.10.2022",
        "02.11.2022",
        "09.11.2022",
        "16.11.2022",
        "23.11.2022",
        "30.11.2022",
        "07.12.2022",
        "14.12.2022",
        "21.12.2022",
        "28.12.2022"
      ]
    },
    {
      "id": "7",
      "subjectId": "internet",
      "time": "19:00 - 20:20",
      "room": "519",
      "groups": [
        2,
        3
      ],
      "dates": [
        "14.09.2022",
        "21.09.2022",
        "28.09.2022",
        "05.10.2022",
        "12.10.2022",
        "19.10.2022",
        "26.10.2022",
        "02.11.2022",
        "09.11.2022",
        "16.11.2022",
        "23.11.2022",
        "30.11.2022",
        "07.12.2022",
        "14.12.2022",
        "21.12.2022",
        "28.12.2022"
      ]
    },
    {
      "id": "8",
      "subjectId": "eng",
      "time": "19:00 - 21:50",
      "room": "509",
      "groups": [
        0
      ],
      "dates": [
        "15.09.2022",
        "29.09.2022",
        "13.10.2022",
        "27.10.2022",
        "10.11.2022",
        "24.11.2022",
        "08.12.2022",
        "22.12.2022"
      ]
    },
    {
      "id": "9",
      "subjectId": "eng",
      "time": "19:00 - 21:50",
      "room": "510",
      "groups": [
        1
      ],
      "dates": [
        "15.09.2022",
        "29.09.2022",
        "13.10.2022",
        "27.10.2022",
        "10.11.2022",
        "24.11.2022",
        "08.12.2022",
        "22.12.2022"
      ]
    },
    {
      "id": "10",
      "subjectId": "eng",
      "time": "19:00 - 21:50",
      "room": "509",
      "groups": [
        2
      ],
      "dates": [
        "08.09.2022",
        "22.09.2022",
        "06.10.2022",
        "20.10.2022",
        "03.11.2022",
        "17.11.2022",
        "01.12.2022",
        "15.12.2022"
      ]
    },
    {
      "id": "11",
      "subjectId": "eng",
      "time": "19:00 - 21:50",
      "room": "510",
      "groups": [
        3
      ],
      "dates": [
        "08.09.2022",
        "22.09.2022",
        "06.10.2022",
        "20.10.2022",
        "03.11.2022",
        "17.11.2022",
        "01.12.2022",
        "15.12.2022"
      ]
    },
    {
      "id": "12",
      "subjectId": "psy",
      "time": "19:00 - 21:50",
      "room": "214",
      "dates": [
        "09.09.2022",
        "16.09.2022",
        "23.09.2022",
        "30.09.2022",
        "07.10.2022",
        "14.10.2022",
        "21.10.2022",
        "28.10.2022"
      ]
    },
    {
      "id": "13",
      "subjectId": "neuro",
      "time": "19:00 - 21:50",
      "room": "214",
      "dates": [
        "11.11.2022",
        "18.11.2022",
        "25.11.2022",
        "02.12.2022",
        "09.12.2022",
        "16.12.2022",
        "23.12.2022"
      ]
    },
    {
      "id": "14",
      "subjectId": "trends",
      "time": "10:35 - 17:20",
      "room": "315",
      "dates": [
        "10.09.2022",
        "17.09.2022",
        "24.09.2022"
      ]
    },
    {
      "id": "15",
      "subjectId": "change",
      "time": "10:35 - 17:20",
      "room": "315",
      "dates": [
        "01.10.2022",
        "08.10.2022",
        "15.10.2022"
      ]
    },
    {
      "id": "16",
      "subjectId": "events",
      "time": "10:35 - 17:20",
      "room": "315",
      "dates": [
        "22.10.2022",
        "29.10.2022",
        "05.11.2022",
        "12.11.2022",
        "19.11.2022",
        "26.11.2022"
      ]
    },
    {
      "id": "17",
      "subjectId": "client",
      "time": "10:35 - 17:20",
      "room": "315",
      "note": "Различные спикеры",
      "dates": [
        "03.12.2022",
        "10.12.2022"
      ]
    },
    {
      "id": "18",
      "subjectId": "neuro2",
      "time": "19:00 - 21:50",
      "room": "215",
      "dates": [
        "6.03.2023",
        "13.03.2023",
        "27.03.2023"
      ]
    },
    {
      "id": "19",
      "subjectId": "brand",
      "time": "19:00 - 21:50",
      "room": "215",
      "dates": [
        "3.04.2023",
        "10.04.2023",
        "17.04.2023",
        "24.04.2023",
        "15.05.2023",
        "22.05.2023",
        "29.05.2023",
        "05.06.2023"
      ]
    },
    {
      "id": "20",
      "subjectId": "fin2",
      "time": "19:00 - 21:50",
      "room": "215",
      "dates": [
        "14.02.2023",
        "21.02.2023",
        "28.02.2023",
        "07.03.2023",
        "14.03.2023",
        "21.03.2023",
        "28.03.2023"
      ]
    },
    {
      "id": "21",
      "subjectId": "protIP",
      "time": "19:00 - 21:50",
      "room": "215",
      "dates": [
        "04.04.2023",
        "11.04.2023",
        "18.04.2023",
        "25.04.2023"
      ]
    },
    {
      "id": "22",
      "subjectId": "lead1",
      "time": "19:00 - 21:50",
      "room": "215",
      "dates": [
        "16.05.2023",
        "23.05.2023",
        "30.05.2023",
        "06.06.2023"
      ]
    },
    {
      "id": "23",
      "subjectId": "eng",
      "time": "19:00 - 20:20",
      "room": "523",
      "groups": [
        0
      ],
      "dates": [
        "15.02.2023",
        "22.02.2023",
        "01.03.2023",
        "15.03.2023",
        "22.03.2023",
        "29.03.2023",
        "05.04.2023",
        "12.04.2023",
        "19.04.2023",
        "26.04.2023",
        "03.05.2023",
        "10.05.2023",
        "17.05.2023",
        "24.05.2023"
      ]
    },
    {
      "id": "24",
      "subjectId": "eng",
      "time": "19:00 - 20:20",
      "room": "525",
      "groups": [
        1
      ],
      "dates": [
        "15.02.2023",
        "22.02.2023",
        "01.03.2023",
        "15.03.2023",
        "22.03.2023",
        "29.03.2023",
        "05.04.2023",
        "12.04.2023",
        "19.04.2023",
        "26.04.2023",
        "03.05.2023",
        "10.05.2023",
        "17.05.2023",
        "24.05.2023"
      ]
    },
    {
      "id": "25",
      "subjectId": "eng",
      "time": "20:30 - 21:50",
      "room": "523",
      "groups": [
        2
      ],
      "dates": [
        "15.02.2023",
        "22.02.2023",
        "01.03.2023",
        "15.03.2023",
        "22.03.2023",
        "29.03.2023",
        "05.04.2023",
        "12.04.2023",
        "19.04.2023",
        "26.04.2023",
        "03.05.2023",
        "10.05.2023",
        "17.05.2023",
        "24.05.2023"
      ]
    },
    {
      "id": "26",
      "subjectId": "eng",
      "time": "20:30 - 21:50",
      "room": "525",
      "groups": [
        3
      ],
      "dates": [
        "15.02.2023",
        "22.02.2023",
        "01.03.2023",
        "15.03.2023",
        "22.03.2023",
        "29.03.2023",
        "05.04.2023",
        "12.04.2023",
        "19.04.2023",
        "26.04.2023",
        "03.05.2023",
        "10.05.2023",
        "17.05.2023",
        "24.05.2023"
      ]
    },
    {
      "id": "27",
      "subjectId": "internet",
      "time": "20:30 - 21:50",
      "room": "519",
      "groups": [
        0,
        1
      ],
      "dates": [
        "15.02.2023",
        "22.02.2023",
        "01.03.2023",
        "15.03.2023",
        "22.03.2023",
        "29.03.2023",
        "05.04.2023",
        "12.04.2023",
        "19.04.2023",
        "26.04.2023",
        "03.05.2023",
        "10.05.2023",
        "17.05.2023",
        "24.05.2023"
      ]
    },
    {
      "id": "28",
      "subjectId": "internet",
      "time": "19:00 - 20:20",
      "room": "519",
      "groups": [
        2,
        3
      ],
      "dates": [
        "15.02.2023",
        "22.02.2023",
        "01.03.2023",
        "15.03.2023",
        "22.03.2023",
        "29.03.2023",
        "05.04.2023",
        "12.04.2023",
        "19.04.2023",
        "26.04.2023",
        "03.05.2023",
        "10.05.2023",
        "17.05.2023",
        "24.05.2023"
      ]
    },
    {
      "id": "29",
      "subjectId": "retail",
      "time": "19:00 - 21:50",
      "room": "518",
      "dates": [
        "16.02.2023",
        "09.03.2023",
        "23.03.2023",
        "06.04.2023",
        "20.04.2023",
        "18.05.2023",
        "01.06.2023",
        "08.06.2023"
      ]
    },
    {
      "id": "30",
      "subjectId": "lux",
      "time": "19:00 - 21:50",
      "room": "522",
      "dates": [
        "09.02.2023",
        "02.03.2023",
        "16.03.2023",
        "30.03.2023",
        "13.04.2023",
        "27.04.2023",
        "11.05.2023",
        "25.05.2023"
      ]
    },
    {
      "id": "31",
      "subjectId": "digital",
      "time": "19:00 - 21:50",
      "room": "525",
      "dates": [
        "09.02.2023",
        "02.03.2023",
        "16.03.2023",
        "30.03.2023",
        "13.04.2023",
        "27.04.2023",
        "11.05.2023",
        "25.05.2023"
      ]
    },
    {
      "id": "32",
      "subjectId": "hospit",
      "time": "19:00 - 21:50",
      "room": "523",
      "dates": [
        "09.02.2023",
        "02.03.2023",
        "16.03.2023",
        "30.03.2023",
        "13.04.2023",
        "27.04.2023",
        "11.05.2023",
        "25.05.2023"
      ]
    },
    {
      "id": "33",
      "subjectId": "neuro2",
      "time": "19:00 - 21:50",
      "room": "215",
      "dates": [
        "10.02.2023",
        "10.03.2023",
        "24.03.2023",
        "21.04.2023"
      ]
    },
    {
      "id": "34",
      "subjectId": "iNeuro",
      "time": "19:00 - 21:50",
      "room": "112",
      "note": "Нейролаборатория МГИМО",
      "dates": [
        "17.02.2023",
        "03.03.2023",
        "17.03.2023",
        "31.03.2023",
        "14.04.2023",
        "28.04.2023",
        "19.05.2023",
        "02.06.2023"
      ]
    },
    {
      "id": "35",
      "subjectId": "entertain",
      "time": "19:00 - 21:50",
      "room": "525",
      "dates": [
        "17.02.2023",
        "03.03.2023",
        "17.03.2023",
        "31.03.2023",
        "14.04.2023",
        "28.04.2023",
        "19.05.2023",
        "02.06.2023"
      ]
    },
    {
      "id": "36",
      "subjectId": "eng",
      "time": "09:00 - 11:55",
      "room": "523",
      "groups": [
        0
      ],
      "dates": [
        "11.02.2023",
        "25.02.2023",
        "11.03.2023",
        "25.03.2023",
        "08.04.2023"
      ]
    },
    {
      "id": "37",
      "subjectId": "eng",
      "time": "09:00 - 11:55",
      "room": "525",
      "groups": [
        1
      ],
      "dates": [
        "11.02.2023",
        "25.02.2023",
        "11.03.2023",
        "25.03.2023",
        "08.04.2023"
      ]
    },
    {
      "id": "38",
      "subjectId": "eng",
      "time": "09:00 - 11:55",
      "room": "523",
      "groups": [
        2
      ],
      "dates": [
        "18.02.2023",
        "04.03.2023",
        "18.03.2023",
        "01.04.2023",
        "15.04.2023"
      ]
    },
    {
      "id": "39",
      "subjectId": "eng",
      "time": "09:00 - 11:55",
      "room": "525",
      "groups": [
        3
      ],
      "dates": [
        "18.02.2023",
        "04.03.2023",
        "18.03.2023",
        "01.04.2023",
        "15.04.2023"
      ]
    },
    {
      "id": "40",
      "subjectId": "enterp",
      "time": "12:55 - 17:20",
      "room": "115",
      "note": "После 18 марта – по индивидуальному графику",
      "dates": [
        "11.02.2023",
        "18.02.2023",
        "25.02.2023",
        "04.03.2023",
        "11.03.2023",
        "18.03.2023",
        "25.03.2023"
      ]
    },
    {
      "id": "41",
      "subjectId": "protIP",
      "time": "12:55 - 16:00",
      "room": "216",
      "dates": [
        "01.04.2023",
        "08.04.2023",
        "22.04.2023"
      ]
    },
    {
      "id": "42",
      "subjectId": "sales",
      "time": "12:55 - 17:20",
      "room": "216",
      "note": "Лекция",
      "dates": [
        "15.04.2023"
      ]
    },
    {
      "id": "43",
      "subjectId": "sales",
      "time": "10:35 - 17:20",
      "room": "115",
      "groups": [
        0,
        1
      ],
      "note": "Семинар",
      "dates": [
        "29.04.2023",
        "20.05.2023"
      ]
    },
    {
      "id": "44",
      "subjectId": "sales",
      "time": "10:35 - 17:20",
      "room": "115",
      "groups": [
        2,
        3
      ],
      "note": "Семинар",
      "dates": [
        "13.05.2023",
        "27.05.2023"
      ]
    }
  ]
}

export default data
