export default {
  "rawSubjects": [
    [
      {
        "id": "fin2",
        "title": "Финансовое моделирование II",
        "professor": "Шаренков Сергей Борисович",
        "specs": "-",
        "color": "#3399FF"
      },
      {
        "id": "protIP",
        "title": "Практика защиты интеллектуальной собственности",
        "professor": "Абдуриамова Дженнет Агамурадовна",
        "specs": "-",
        "color": "#99CC66"
      },
      {
        "id": "retail",
        "title": "Введение в спец. 'Маркетинг розничных сетей'",
        "professor": "Филатов Алексей Аркадьевич",
        "specs": "RETAIL",
        "color": "#6699CC"
      },
      {
        "id": "neuro2",
        "title": "Нейромаркетинг II",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": "-",
        "color": "#9966FF"
      },
      {
        "id": "brand",
        "title": "Создание и оценка бренда",
        "professor": "Муразанов Алексей Викторович",
        "specs": "-",
        "color": "#CC6699"
      },
      {
        "id": "eng",
        "title": "Английский",
        "professor": "-",
        "specs": "-",
        "color": "#FF9966"
      },
      {
        "id": "internet",
        "title": "Интернет-маркетинг",
        "professor": "Слесарев Максим Александрович",
        "specs": "-",
        "color": "#00CCCC"
      },
      {
        "id": "enterp",
        "title": "Введение в спец. 'Предпринимательство'",
        "professor": "Хотяшева Ольга Михайловна",
        "specs": "ENTERPRENEUR",
        "color": "#6699CC"
      },
      {
        "id": "lux",
        "title": "Введение в спец. 'Маркетинг товаров категории люкс'",
        "professor": "Дадашева Эльнара Саладдиновна",
        "specs": "LUX",
        "color": "#6699CC"
      },
      {
        "id": "digital",
        "title": "Введение в спец. 'Digital-маркетинг'",
        "professor": "Слесарев Максим Александрович",
        "specs": "DIGITAL",
        "color": "#6699CC"
      },
      {
        "id": "hospit",
        "title": "Введение в спец. 'Маркетинг в индустрии гостеприимства'",
        "professor": "Кисеев Иван Дмитриевич",
        "specs": "HOSPITALITY",
        "color": "#6699CC"
      },
      {
        "id": "iNeuro",
        "title": "Введение в спец. 'Отраслевой нейромаркетинг'",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": "NEURO",
        "color": "#6699CC"
      },
      {
        "id": "entertain",
        "title": "Введение в спец. 'Маркетинг в индустрии развлечений'",
        "professor": "Бельская Анастасия Александровна",
        "specs": "ENTERTAIN",
        "color": "#6699CC"
      },
      {
        "id": "sales",
        "title": "Управление продажами",
        "professor": "Хотяшева Ольга Михайловна",
        "specs": "-",
        "color": "#FF6666"
      },
      {
        "id": "lead1",
        "title": "Лидерство",
        "professor": "HR-агентство GetExpert",
        "specs": "-",
        "color": "-"
      },
      {
        "id": "lead2",
        "title": "Leadership",
        "professor": "Tatiana Rowson",
        "specs": "-",
        "color": "-"
      },
      {
        "id": "lead3",
        "title": "Leadership",
        "professor": "Yulia McVeigh",
        "specs": "-",
        "color": "-"
      },
      {
        "id": "exEng",
        "title": "Экзамен - Английский",
        "professor": "-",
        "specs": "-",
        "color": "#32CD32"
      },
      {
        "id": "exNeuro",
        "title": "Экзамен - Нейромаркетинг",
        "professor": "-",
        "specs": "-",
        "color": "#32CD32"
      },
      {
        "id": "exIntern",
        "title": "Экзамен - Интернет-маркетинг",
        "professor": "-",
        "specs": "-",
        "color": "#32CD32"
      },
      {
        "id": "exIP",
        "title": "Экзамен - Интеллектуальная собственность",
        "professor": "-",
        "specs": "-",
        "color": "#32CD32"
      },
      {
        "id": "exFin",
        "title": "Экзамен - Финансовое моделирование",
        "professor": "-",
        "specs": "-",
        "color": "#32CD32"
      },
      {
        "id": "proj",
        "title": "Управление проектами",
        "professor": "Аншина Марина Львовна",
        "specs": "-",
        "color": "#FF6666"
      },
      {
        "id": "web",
        "title": "Веб-аналитика",
        "professor": "Слесарев Максим Александрович",
        "specs": "-",
        "color": "#00CCCC"
      },
      {
        "id": "adv",
        "title": "Современные технологии в рекламе",
        "professor": "Щелина Лидия Алексеевна",
        "specs": "-",
        "color": "#CC6699"
      },
      {
        "id": "qual",
        "title": "Управление качеством",
        "professor": "Барменков Евгений Юрьевич",
        "specs": "-",
        "color": "#99CC66"
      },
      {
        "id": "retail2",
        "title": "Спец. 'Маркетинг розничных сетей'",
        "professor": "Филатов Алексей Аркадьевич",
        "specs": "RETAIL",
        "color": "#9B59B6"
      },
      {
        "id": "enterp2",
        "title": "Спец. 'Предпринимательство'",
        "professor": "Хотяшева Ольга Михайловна",
        "specs": "ENTERPRENEUR",
        "color": "#9B59B6"
      },
      {
        "id": "lux2",
        "title": "Спец. 'Маркетинг товаров категории люкс'",
        "professor": "Дадашева Эльнара Саладдиновна",
        "specs": "LUX",
        "color": "#9B59B6"
      },
      {
        "id": "digital2",
        "title": "Спец. 'Digital-маркетинг'",
        "professor": "Слесарев Максим Александрович",
        "specs": "DIGITAL",
        "color": "#9B59B6"
      },
      {
        "id": "hospit2",
        "title": "Спец. 'Маркетинг в индустрии гостеприимства'",
        "professor": "Кисеев Иван Дмитриевич",
        "specs": "HOSPITALITY",
        "color": "#9B59B6"
      },
      {
        "id": "iNeuro2",
        "title": "Спец. 'Отраслевой нейромаркетинг'",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": "NEURO",
        "color": "#9B59B6"
      },
      {
        "id": "entertain2",
        "title": "Спец. 'Маркетинг в индустрии развлечений'",
        "professor": "Бельская Анастасия Александровна",
        "specs": "ENTERTAIN",
        "color": "#9B59B6"
      },
      {
        "id": "fin",
        "title": "Финансовое моделирование",
        "professor": "Шаренков Сергей Борисович",
        "specs": "-",
        "color": "#3399FF"
      },
      {
        "id": "neuro",
        "title": "Нейромаркетинг",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": "-",
        "color": "#9966FF"
      },
      {
        "id": "psy",
        "title": "Психология в бизнесе",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": "-",
        "color": "#CC6699"
      },
      {
        "id": "trends",
        "title": "Макро- и микротренды",
        "professor": "Хотяшева Ольга Михайловна",
        "specs": "-",
        "color": "#FF6666"
      },
      {
        "id": "change",
        "title": "Управление изменениями",
        "professor": "Нуфферова Татьяна Эммануиловна",
        "specs": "-",
        "color": "#99CC66"
      },
      {
        "id": "events",
        "title": "Event-менеджмент",
        "professor": "Шойгу Ксения Сергеевна",
        "specs": "-",
        "color": "#99CC66"
      },
      {
        "id": "client",
        "title": "Клиентоцентричность в сфере услуг",
        "professor": "-",
        "specs": "-",
        "color": "#99CC66"
      }
    ],
    [
      {
        "id": "finance2",
        "title": "Финансовое моделирование II",
        "professor": "Шаренков Сергей Борисович",
        "specs": "-",
        "color": "#3399FF"
      },
      {
        "id": "protIP",
        "title": "Практика защиты интеллектуальной собственности",
        "professor": "Абдуриамова Дженнет Агамурадовна",
        "specs": "-",
        "color": "#99CC66"
      },
      {
        "id": "retail",
        "title": "Введение в специализацию 'Маркетинг розничных сетей'",
        "professor": "Филатов Алексей Аркадьевич",
        "specs": "RETAIL",
        "color": "#6699CC"
      },
      {
        "id": "neuro2",
        "title": "Нейромаркетинг II",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": "-",
        "color": "#9966FF"
      },
      {
        "id": "brand",
        "title": "Создание и оценка бренда",
        "professor": "Муразанов Алексей Викторович",
        "specs": "-",
        "color": "#CC6699"
      },
      {
        "id": "eng",
        "title": "Английский",
        "professor": "-",
        "specs": "-",
        "color": "#FF9966"
      },
      {
        "id": "internet",
        "title": "Интернет-маркетинг",
        "professor": "Слесарев Максим Александрович",
        "specs": "-",
        "color": "#00CCCC"
      },
      {
        "id": "enterp",
        "title": "Введение в специализацию 'Предпринимательство'",
        "professor": "Хотяшева Ольга Михайловна",
        "specs": "ENTERPRENEUR",
        "color": "#6699CC"
      },
      {
        "id": "lux",
        "title": "Введение в специализацию 'Маркетинг товаров категории люкс'",
        "professor": "Дадашева Эльнара Саладдиновна",
        "specs": "LUX",
        "color": "#6699CC"
      },
      {
        "id": "digital",
        "title": "Введение в специализацию 'Digital-маркетинг'",
        "professor": "Слесарев Максим Александрович",
        "specs": "DIGITAL",
        "color": "#6699CC"
      },
      {
        "id": "hospit",
        "title": "Введение в специализацию 'Маркетинг в индустрии гостепреимства'",
        "professor": "Кисеев Иван Дмитриевич",
        "specs": "HOSPITALITY",
        "color": "#6699CC"
      },
      {
        "id": "iNeuro",
        "title": "Введение в специализацию 'Отраслевой нейромаркетинг'",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": "NEURO",
        "color": "#6699CC"
      },
      {
        "id": "entertain",
        "title": "Введение в специализацию 'Маркетинг в индустрии развлечений'",
        "professor": "Бельская Анастасия Александровна",
        "specs": "ENTERTAIN",
        "color": "#6699CC"
      },
      {
        "id": "sales",
        "title": "Управление продажами",
        "professor": "Хотяшева Ольга Михайловна",
        "specs": "-",
        "color": "#FF6666"
      },
      {
        "id": "lead1",
        "title": "Leadership - Hays",
        "professor": "-",
        "specs": "-",
        "color": "-"
      },
      {
        "id": "lead2",
        "title": "Leadership",
        "professor": "Tatiana Rowson",
        "specs": "-",
        "color": "-"
      },
      {
        "id": "lead3",
        "title": "Leadership",
        "professor": "Yulia McVeigh",
        "specs": "-",
        "color": "-"
      },
      {
        "id": "exEng",
        "title": "Экзамен - Английский",
        "professor": "-",
        "specs": "-",
        "color": "#32CD32"
      },
      {
        "id": "exNeuro",
        "title": "Экзамен - Нейромаркетинг",
        "professor": "-",
        "specs": "-",
        "color": "#32CD32"
      },
      {
        "id": "exIntern",
        "title": "Экзамен - Интернет-маркетинг",
        "professor": "-",
        "specs": "-",
        "color": "#32CD32"
      },
      {
        "id": "exIP",
        "title": "Экзамен - Интеллектуальная собственность",
        "professor": "-",
        "specs": "-",
        "color": "#32CD32"
      },
      {
        "id": "exFin",
        "title": "Экзамен - Финансовое моделирование",
        "professor": "-",
        "specs": "-",
        "color": "#32CD32"
      },
      {
        "id": "proj",
        "title": "Управление проектами",
        "professor": "Аншина Марина Львовна",
        "specs": "-",
        "color": "#FF6666"
      },
      {
        "id": "web",
        "title": "Веб-аналитика",
        "professor": "Слесарев Максим Александрович",
        "specs": "-",
        "color": "#00CCCC"
      },
      {
        "id": "adv",
        "title": "Современные технологии в рекламе",
        "professor": "Щелина Лидия Алексеевна",
        "specs": "-",
        "color": "#CC6699"
      },
      {
        "id": "qual",
        "title": "Управление качеством",
        "professor": "Барменков Евгений Юрьевич",
        "specs": "-",
        "color": "#99CC66"
      },
      {
        "id": "retail2",
        "title": "Специализация 'Маркетинг розничных сетей'",
        "professor": "Филатов Алексей Аркадьевич",
        "specs": "RETAIL",
        "color": "#9B59B6"
      },
      {
        "id": "enterp2",
        "title": "Специализация 'Предпринимательство'",
        "professor": "Хотяшева Ольга Михайловна",
        "specs": "ENTERPRENEUR",
        "color": "#9B59B6"
      },
      {
        "id": "lux2",
        "title": "Специализация 'Маркетинг товаров категории люкс'",
        "professor": "Дадашева Эльнара Саладдиновна",
        "specs": "LUX",
        "color": "#9B59B6"
      },
      {
        "id": "digital2",
        "title": "Специализация 'Digital-маркетинг'",
        "professor": "Слесарев Максим Александрович",
        "specs": "DIGITAL",
        "color": "#9B59B6"
      },
      {
        "id": "hospit2",
        "title": "Специализация 'Маркетинг в индустрии гостепреимства'",
        "professor": "Кисеев Иван Дмитриевич",
        "specs": "HOSPITALITY",
        "color": "#9B59B6"
      },
      {
        "id": "iNeuro2",
        "title": "Специализация 'Отраслевой нейромаркетинг'",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": "NEURO",
        "color": "#9B59B6"
      },
      {
        "id": "entertain2",
        "title": "Специализация 'Маркетинг в индустрии развлечений'",
        "professor": "Бельская Анастасия Александровна",
        "specs": "ENTERTAIN",
        "color": "#9B59B6"
      }
    ]
  ],
  "subjects": [
    [
      {
        "id": "fin2",
        "title": "Финансовое моделирование II",
        "professor": "Шаренков Сергей Борисович",
        "color": "#3399FF"
      },
      {
        "id": "protIP",
        "title": "Практика защиты интеллектуальной собственности",
        "professor": "Абдуриамова Дженнет Агамурадовна",
        "color": "#99CC66"
      },
      {
        "id": "retail",
        "title": "Введение в спец. 'Маркетинг розничных сетей'",
        "professor": "Филатов Алексей Аркадьевич",
        "specs": [
          "RETAIL"
        ],
        "color": "#6699CC"
      },
      {
        "id": "neuro2",
        "title": "Нейромаркетинг II",
        "professor": "Клепиков Олег Евгеньевич",
        "color": "#9966FF"
      },
      {
        "id": "brand",
        "title": "Создание и оценка бренда",
        "professor": "Муразанов Алексей Викторович",
        "color": "#CC6699"
      },
      {
        "id": "eng",
        "title": "Английский",
        "color": "#FF9966"
      },
      {
        "id": "internet",
        "title": "Интернет-маркетинг",
        "professor": "Слесарев Максим Александрович",
        "color": "#00CCCC"
      },
      {
        "id": "enterp",
        "title": "Введение в спец. 'Предпринимательство'",
        "professor": "Хотяшева Ольга Михайловна",
        "specs": [
          "ENTERPRENEUR"
        ],
        "color": "#6699CC"
      },
      {
        "id": "lux",
        "title": "Введение в спец. 'Маркетинг товаров категории люкс'",
        "professor": "Дадашева Эльнара Саладдиновна",
        "specs": [
          "LUX"
        ],
        "color": "#6699CC"
      },
      {
        "id": "digital",
        "title": "Введение в спец. 'Digital-маркетинг'",
        "professor": "Слесарев Максим Александрович",
        "specs": [
          "DIGITAL"
        ],
        "color": "#6699CC"
      },
      {
        "id": "hospit",
        "title": "Введение в спец. 'Маркетинг в индустрии гостеприимства'",
        "professor": "Кисеев Иван Дмитриевич",
        "specs": [
          "HOSPITALITY"
        ],
        "color": "#6699CC"
      },
      {
        "id": "iNeuro",
        "title": "Введение в спец. 'Отраслевой нейромаркетинг'",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": [
          "NEURO"
        ],
        "color": "#6699CC"
      },
      {
        "id": "entertain",
        "title": "Введение в спец. 'Маркетинг в индустрии развлечений'",
        "professor": "Бельская Анастасия Александровна",
        "specs": [
          "ENTERTAIN"
        ],
        "color": "#6699CC"
      },
      {
        "id": "sales",
        "title": "Управление продажами",
        "professor": "Хотяшева Ольга Михайловна",
        "color": "#FF6666"
      },
      {
        "id": "lead1",
        "title": "Лидерство",
        "professor": "HR-агентство GetExpert",
        "color": "#6fd650"
      },
      {
        "id": "lead2",
        "title": "Leadership",
        "professor": "Tatiana Rowson",
        "color": "#e54ee4"
      },
      {
        "id": "lead3",
        "title": "Leadership",
        "professor": "Yulia McVeigh",
        "color": "#e54ee4"
      },
      {
        "id": "exEng",
        "title": "Экзамен - Английский",
        "color": "#32CD32"
      },
      {
        "id": "exNeuro",
        "title": "Экзамен - Нейромаркетинг",
        "color": "#32CD32"
      },
      {
        "id": "exIntern",
        "title": "Экзамен - Интернет-маркетинг",
        "color": "#32CD32"
      },
      {
        "id": "exIP",
        "title": "Экзамен - Интеллектуальная собственность",
        "color": "#32CD32"
      },
      {
        "id": "exFin",
        "title": "Экзамен - Финансовое моделирование",
        "color": "#32CD32"
      },
      {
        "id": "proj",
        "title": "Управление проектами",
        "professor": "Аншина Марина Львовна",
        "color": "#FF6666"
      },
      {
        "id": "web",
        "title": "Веб-аналитика",
        "professor": "Слесарев Максим Александрович",
        "color": "#00CCCC"
      },
      {
        "id": "adv",
        "title": "Современные технологии в рекламе",
        "professor": "Щелина Лидия Алексеевна",
        "color": "#CC6699"
      },
      {
        "id": "qual",
        "title": "Управление качеством",
        "professor": "Барменков Евгений Юрьевич",
        "color": "#99CC66"
      },
      {
        "id": "retail2",
        "title": "Спец. 'Маркетинг розничных сетей'",
        "professor": "Филатов Алексей Аркадьевич",
        "specs": [
          "RETAIL"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "enterp2",
        "title": "Спец. 'Предпринимательство'",
        "professor": "Хотяшева Ольга Михайловна",
        "specs": [
          "ENTERPRENEUR"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "lux2",
        "title": "Спец. 'Маркетинг товаров категории люкс'",
        "professor": "Дадашева Эльнара Саладдиновна",
        "specs": [
          "LUX"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "digital2",
        "title": "Спец. 'Digital-маркетинг'",
        "professor": "Слесарев Максим Александрович",
        "specs": [
          "DIGITAL"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "hospit2",
        "title": "Спец. 'Маркетинг в индустрии гостеприимства'",
        "professor": "Кисеев Иван Дмитриевич",
        "specs": [
          "HOSPITALITY"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "iNeuro2",
        "title": "Спец. 'Отраслевой нейромаркетинг'",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": [
          "NEURO"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "entertain2",
        "title": "Спец. 'Маркетинг в индустрии развлечений'",
        "professor": "Бельская Анастасия Александровна",
        "specs": [
          "ENTERTAIN"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "fin",
        "title": "Финансовое моделирование",
        "professor": "Шаренков Сергей Борисович",
        "color": "#3399FF"
      },
      {
        "id": "neuro",
        "title": "Нейромаркетинг",
        "professor": "Клепиков Олег Евгеньевич",
        "color": "#9966FF"
      },
      {
        "id": "psy",
        "title": "Психология в бизнесе",
        "professor": "Клепиков Олег Евгеньевич",
        "color": "#CC6699"
      },
      {
        "id": "trends",
        "title": "Макро- и микротренды",
        "professor": "Хотяшева Ольга Михайловна",
        "color": "#FF6666"
      },
      {
        "id": "change",
        "title": "Управление изменениями",
        "professor": "Нуфферова Татьяна Эммануиловна",
        "color": "#99CC66"
      },
      {
        "id": "events",
        "title": "Event-менеджмент",
        "professor": "Шойгу Ксения Сергеевна",
        "color": "#99CC66"
      },
      {
        "id": "client",
        "title": "Клиентоцентричность в сфере услуг",
        "color": "#99CC66"
      }
    ],
    [
      {
        "id": "finance2",
        "title": "Финансовое моделирование II",
        "professor": "Шаренков Сергей Борисович",
        "color": "#3399FF"
      },
      {
        "id": "protIP",
        "title": "Практика защиты интеллектуальной собственности",
        "professor": "Абдуриамова Дженнет Агамурадовна",
        "color": "#99CC66"
      },
      {
        "id": "retail",
        "title": "Введение в специализацию 'Маркетинг розничных сетей'",
        "professor": "Филатов Алексей Аркадьевич",
        "specs": [
          "RETAIL"
        ],
        "color": "#6699CC"
      },
      {
        "id": "neuro2",
        "title": "Нейромаркетинг II",
        "professor": "Клепиков Олег Евгеньевич",
        "color": "#9966FF"
      },
      {
        "id": "brand",
        "title": "Создание и оценка бренда",
        "professor": "Муразанов Алексей Викторович",
        "color": "#CC6699"
      },
      {
        "id": "eng",
        "title": "Английский",
        "color": "#FF9966"
      },
      {
        "id": "internet",
        "title": "Интернет-маркетинг",
        "professor": "Слесарев Максим Александрович",
        "color": "#00CCCC"
      },
      {
        "id": "enterp",
        "title": "Введение в специализацию 'Предпринимательство'",
        "professor": "Хотяшева Ольга Михайловна",
        "specs": [
          "ENTERPRENEUR"
        ],
        "color": "#6699CC"
      },
      {
        "id": "lux",
        "title": "Введение в специализацию 'Маркетинг товаров категории люкс'",
        "professor": "Дадашева Эльнара Саладдиновна",
        "specs": [
          "LUX"
        ],
        "color": "#6699CC"
      },
      {
        "id": "digital",
        "title": "Введение в специализацию 'Digital-маркетинг'",
        "professor": "Слесарев Максим Александрович",
        "specs": [
          "DIGITAL"
        ],
        "color": "#6699CC"
      },
      {
        "id": "hospit",
        "title": "Введение в специализацию 'Маркетинг в индустрии гостепреимства'",
        "professor": "Кисеев Иван Дмитриевич",
        "specs": [
          "HOSPITALITY"
        ],
        "color": "#6699CC"
      },
      {
        "id": "iNeuro",
        "title": "Введение в специализацию 'Отраслевой нейромаркетинг'",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": [
          "NEURO"
        ],
        "color": "#6699CC"
      },
      {
        "id": "entertain",
        "title": "Введение в специализацию 'Маркетинг в индустрии развлечений'",
        "professor": "Бельская Анастасия Александровна",
        "specs": [
          "ENTERTAIN"
        ],
        "color": "#6699CC"
      },
      {
        "id": "sales",
        "title": "Управление продажами",
        "professor": "Хотяшева Ольга Михайловна",
        "color": "#FF6666"
      },
      {
        "id": "lead1",
        "title": "Leadership - Hays",
        "color": "#a1b72b"
      },
      {
        "id": "lead2",
        "title": "Leadership",
        "professor": "Tatiana Rowson",
        "color": "#e54ee4"
      },
      {
        "id": "lead3",
        "title": "Leadership",
        "professor": "Yulia McVeigh",
        "color": "#e54ee4"
      },
      {
        "id": "exEng",
        "title": "Экзамен - Английский",
        "color": "#32CD32"
      },
      {
        "id": "exNeuro",
        "title": "Экзамен - Нейромаркетинг",
        "color": "#32CD32"
      },
      {
        "id": "exIntern",
        "title": "Экзамен - Интернет-маркетинг",
        "color": "#32CD32"
      },
      {
        "id": "exIP",
        "title": "Экзамен - Интеллектуальная собственность",
        "color": "#32CD32"
      },
      {
        "id": "exFin",
        "title": "Экзамен - Финансовое моделирование",
        "color": "#32CD32"
      },
      {
        "id": "proj",
        "title": "Управление проектами",
        "professor": "Аншина Марина Львовна",
        "color": "#FF6666"
      },
      {
        "id": "web",
        "title": "Веб-аналитика",
        "professor": "Слесарев Максим Александрович",
        "color": "#00CCCC"
      },
      {
        "id": "adv",
        "title": "Современные технологии в рекламе",
        "professor": "Щелина Лидия Алексеевна",
        "color": "#CC6699"
      },
      {
        "id": "qual",
        "title": "Управление качеством",
        "professor": "Барменков Евгений Юрьевич",
        "color": "#99CC66"
      },
      {
        "id": "retail2",
        "title": "Специализация 'Маркетинг розничных сетей'",
        "professor": "Филатов Алексей Аркадьевич",
        "specs": [
          "RETAIL"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "enterp2",
        "title": "Специализация 'Предпринимательство'",
        "professor": "Хотяшева Ольга Михайловна",
        "specs": [
          "ENTERPRENEUR"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "lux2",
        "title": "Специализация 'Маркетинг товаров категории люкс'",
        "professor": "Дадашева Эльнара Саладдиновна",
        "specs": [
          "LUX"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "digital2",
        "title": "Специализация 'Digital-маркетинг'",
        "professor": "Слесарев Максим Александрович",
        "specs": [
          "DIGITAL"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "hospit2",
        "title": "Специализация 'Маркетинг в индустрии гостепреимства'",
        "professor": "Кисеев Иван Дмитриевич",
        "specs": [
          "HOSPITALITY"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "iNeuro2",
        "title": "Специализация 'Отраслевой нейромаркетинг'",
        "professor": "Клепиков Олег Евгеньевич",
        "specs": [
          "NEURO"
        ],
        "color": "#9B59B6"
      },
      {
        "id": "entertain2",
        "title": "Специализация 'Маркетинг в индустрии развлечений'",
        "professor": "Бельская Анастасия Александровна",
        "specs": [
          "ENTERTAIN"
        ],
        "color": "#9B59B6"
      }
    ]
  ],
  "specialties": [
    [
      {
        "id": "DIGITAL",
        "title": "Digital-маркетинг"
      },
      {
        "id": "NEURO",
        "title": "Нейромаркетинг"
      },
      {
        "id": "ENTERTAIN",
        "title": "Маркетинг в индустрии развлечений"
      },
      {
        "id": "LUX",
        "title": "Маркетинг товаров категории люкс"
      },
      {
        "id": "RETAIL",
        "title": "Маркетинг розничных сетей и FMCG"
      },
      {
        "id": "HOSPITALITY",
        "title": "Маркетинг услуг в индустрии гостеприимства"
      },
      {
        "id": "ENTERPRENEUR",
        "title": "Предпринимательство"
      },
      {
        "id": "SPORT",
        "title": "Маркетинг в индустрии спорта"
      }
    ],
    [
      {
        "id": "DIGITAL",
        "title": "Digital-маркетинг"
      },
      {
        "id": "NEURO",
        "title": "Нейромаркетинг"
      },
      {
        "id": "ENTERTAIN",
        "title": "Маркетинг в индустрии развлечений"
      },
      {
        "id": "LUX",
        "title": "Маркетинг товаров категории люкс"
      },
      {
        "id": "RETAIL",
        "title": "Маркетинг розничных сетей и FMCG"
      },
      {
        "id": "HOSPITALITY",
        "title": "Маркетинг услуг в индустрии гостеприимства"
      },
      {
        "id": "ENTERPRENEUR",
        "title": "Предпринимательство"
      },
      {
        "id": "SPORT",
        "title": "Маркетинг в индустрии спорта"
      }
    ]
  ],
  "rawClasses": [
    [
      {
        "id": "1",
        "subjectId": "fin",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "214",
        "note": "-",
        "dates": "04,11,18,25.10.2022 / 01,08,15,22,29.11.2022"
      },
      {
        "id": "2",
        "subjectId": "eng",
        "groups": "1",
        "time": "19:00 - 20:20",
        "room": "522",
        "note": "-",
        "dates": "14,21,28.09.2022 / 05,12,19,26.10.2022 / 02,09,16,23,30.11.2022 / 07,14,21,28.12.2022"
      },
      {
        "id": "3",
        "subjectId": "eng",
        "groups": "2",
        "time": "19:00 - 20:20",
        "room": "523",
        "note": "-",
        "dates": "14,21,28.09.2022 / 05,12,19,26.10.2022 / 02,09,16,23,30.11.2022 / 07,14,21,28.12.2022"
      },
      {
        "id": "4",
        "subjectId": "eng",
        "groups": "3",
        "time": "20:30 - 21:50",
        "room": "522",
        "note": "-",
        "dates": "14,21,28.09.2022 / 05,12,19,26.10.2022 / 02,09,16,23,30.11.2022 / 07,14,21,28.12.2022"
      },
      {
        "id": "5",
        "subjectId": "eng",
        "groups": "4",
        "time": "20:30 - 21:50",
        "room": "523",
        "note": "-",
        "dates": "14,21,28.09.2022 / 05,12,19,26.10.2022 / 02,09,16,23,30.11.2022 / 07,14,21,28.12.2022"
      },
      {
        "id": "6",
        "subjectId": "internet",
        "groups": "1,2",
        "time": "20:30 - 21:50",
        "room": "519",
        "note": "-",
        "dates": "14,21,28.09.2022 / 05,12,19,26.10.2022 / 02,09,16,23,30.11.2022 / 07,14,21,28.12.2022"
      },
      {
        "id": "7",
        "subjectId": "internet",
        "groups": "3,4",
        "time": "19:00 - 20:20",
        "room": "519",
        "note": "-",
        "dates": "14,21,28.09.2022 / 05,12,19,26.10.2022 / 02,09,16,23,30.11.2022 / 07,14,21,28.12.2022"
      },
      {
        "id": "8",
        "subjectId": "eng",
        "groups": "1",
        "time": "19:00 - 21:50",
        "room": "509",
        "note": "-",
        "dates": "15,29.09.2022 / 13,27.10.2022 / 10,24.11.2022 / 08,22.12.2022"
      },
      {
        "id": "9",
        "subjectId": "eng",
        "groups": "2",
        "time": "19:00 - 21:50",
        "room": "510",
        "note": "-",
        "dates": "15,29.09.2022 / 13,27.10.2022 / 10,24.11.2022 / 08,22.12.2022"
      },
      {
        "id": "10",
        "subjectId": "eng",
        "groups": "3",
        "time": "19:00 - 21:50",
        "room": "509",
        "note": "-",
        "dates": "08,22.09.2022 / 06,20.10.2022 / 03,17.11.2022 / 01,15.12.2022"
      },
      {
        "id": "11",
        "subjectId": "eng",
        "groups": "4",
        "time": "19:00 - 21:50",
        "room": "510",
        "note": "-",
        "dates": "08,22.09.2022 / 06,20.10.2022 / 03,17.11.2022 / 01,15.12.2022"
      },
      {
        "id": "12",
        "subjectId": "psy",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "214",
        "note": "-",
        "dates": "09,16,23,30.09.2022 / 07,14,21,28.10.2022"
      },
      {
        "id": "13",
        "subjectId": "neuro",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "214",
        "note": "-",
        "dates": "11,18,25.11.2022 / 02,09,16,23.12.2022"
      },
      {
        "id": "14",
        "subjectId": "trends",
        "groups": "-",
        "time": "10:35 - 17:20",
        "room": "315",
        "note": "-",
        "dates": "10,17,24.09.2022"
      },
      {
        "id": "15",
        "subjectId": "change",
        "groups": "-",
        "time": "10:35 - 17:20",
        "room": "315",
        "note": "-",
        "dates": "01,08,15.10.2022"
      },
      {
        "id": "16",
        "subjectId": "events",
        "groups": "-",
        "time": "10:35 - 17:20",
        "room": "315",
        "note": "-",
        "dates": "22,29.10.2022 / 05,12,19,26.11.2022"
      },
      {
        "id": "17",
        "subjectId": "client",
        "groups": "-",
        "time": "10:35 - 17:20",
        "room": "315",
        "note": "Различные спикеры",
        "dates": "03,10.12.2022"
      },
      {
        "id": "18",
        "subjectId": "neuro2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "215",
        "note": "-",
        "dates": "6,13,27.03.2023"
      },
      {
        "id": "19",
        "subjectId": "brand",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "215",
        "note": "-",
        "dates": "3,10,17,24.04.2023 / 15,22,29.05.2023 / 05.06.2023"
      },
      {
        "id": "20",
        "subjectId": "fin2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "215",
        "note": "-",
        "dates": "14,21,28.02.2023 / 07,14,21,28.03.2023"
      },
      {
        "id": "21",
        "subjectId": "protIP",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "215",
        "note": "-",
        "dates": "04,11,18,25.04.2023"
      },
      {
        "id": "22",
        "subjectId": "lead1",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "215",
        "note": "-",
        "dates": "16,23,30.05.2023 / 06.06.2023"
      },
      {
        "id": "23",
        "subjectId": "eng",
        "groups": "1",
        "time": "19:00 - 20:20",
        "room": "523",
        "note": "-",
        "dates": "15,22.02.2023 / 01,15,22,29.03.2023 / 05,12,19,26.04.2023 / 03,10,17,24.05.2023"
      },
      {
        "id": "24",
        "subjectId": "eng",
        "groups": "2",
        "time": "19:00 - 20:20",
        "room": "525",
        "note": "-",
        "dates": "15,22.02.2023 / 01,15,22,29.03.2023 / 05,12,19,26.04.2023 / 03,10,17,24.05.2023"
      },
      {
        "id": "25",
        "subjectId": "eng",
        "groups": "3",
        "time": "20:30 - 21:50",
        "room": "523",
        "note": "-",
        "dates": "15,22.02.2023 / 01,15,22,29.03.2023 / 05,12,19,26.04.2023 / 03,10,17,24.05.2023"
      },
      {
        "id": "26",
        "subjectId": "eng",
        "groups": "4",
        "time": "20:30 - 21:50",
        "room": "525",
        "note": "-",
        "dates": "15,22.02.2023 / 01,15,22,29.03.2023 / 05,12,19,26.04.2023 / 03,10,17,24.05.2023"
      },
      {
        "id": "27",
        "subjectId": "internet",
        "groups": "1,2",
        "time": "20:30 - 21:50",
        "room": "519",
        "note": "-",
        "dates": "15,22.02.2023 / 01,15,22,29.03.2023 / 05,12,19,26.04.2023 / 03,10,17,24.05.2023"
      },
      {
        "id": "28",
        "subjectId": "internet",
        "groups": "3,4",
        "time": "19:00 - 20:20",
        "room": "519",
        "note": "-",
        "dates": "15,22.02.2023 / 01,15,22,29.03.2023 / 05,12,19,26.04.2023 / 03,10,17,24.05.2023"
      },
      {
        "id": "29",
        "subjectId": "retail",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "518",
        "note": "-",
        "dates": "16.02.2023 / 09,23.03.2023 / 06,20.04.2023 / 18.05.2023 / 01,08.06.2023"
      },
      {
        "id": "30",
        "subjectId": "lux",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "522",
        "note": "-",
        "dates": "09.02.2023 / 02,16,30.03.2023 / 13,27.04.2023 / 11,25.05.2023"
      },
      {
        "id": "31",
        "subjectId": "digital",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "525",
        "note": "-",
        "dates": "09.02.2023 / 02,16,30.03.2023 / 13,27.04.2023 / 11,25.05.2023"
      },
      {
        "id": "32",
        "subjectId": "hospit",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "523",
        "note": "-",
        "dates": "09.02.2023 / 02,16,30.03.2023 / 13,27.04.2023 / 11,25.05.2023"
      },
      {
        "id": "33",
        "subjectId": "neuro2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "215",
        "note": "-",
        "dates": "10.02.2023 / 10,24.03.2023 / 21.04.2023"
      },
      {
        "id": "34",
        "subjectId": "iNeuro",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "112",
        "note": "Нейролаборатория МГИМО",
        "dates": "17.02.2023 / 03,17,31.03.2023 / 14,28.04.2023 / 19.05.2023 / 02.06.2023"
      },
      {
        "id": "35",
        "subjectId": "entertain",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "525",
        "note": "-",
        "dates": "17.02.2023 / 03,17,31.03.2023 / 14,28.04.2023 / 19.05.2023 / 02.06.2023"
      },
      {
        "id": "36",
        "subjectId": "eng",
        "groups": "1",
        "time": "09:00 - 11:55",
        "room": "523",
        "note": "-",
        "dates": "11,25.02.2023 / 11,25.03.2023 / 08.04.2023"
      },
      {
        "id": "37",
        "subjectId": "eng",
        "groups": "2",
        "time": "09:00 - 11:55",
        "room": "525",
        "note": "-",
        "dates": "11,25.02.2023 / 11,25.03.2023 / 08.04.2023"
      },
      {
        "id": "38",
        "subjectId": "eng",
        "groups": "3",
        "time": "09:00 - 11:55",
        "room": "523",
        "note": "-",
        "dates": "18.02.2023 / 04,18.03.2023 / 01,15.04.2023"
      },
      {
        "id": "39",
        "subjectId": "eng",
        "groups": "4",
        "time": "09:00 - 11:55",
        "room": "525",
        "note": "-",
        "dates": "18.02.2023 / 04,18.03.2023 / 01,15.04.2023"
      },
      {
        "id": "40",
        "subjectId": "enterp",
        "groups": "-",
        "time": "12:55 - 17:20",
        "room": "115",
        "note": "После 18 марта – по индивидуальному графику",
        "dates": "11,18,25.02.2023 / 04,11,18,25.03.2023"
      },
      {
        "id": "41",
        "subjectId": "protIP",
        "groups": "-",
        "time": "12:55 - 16:00",
        "room": "216",
        "note": "-",
        "dates": "01,08,22.04.2023"
      },
      {
        "id": "42",
        "subjectId": "sales",
        "groups": "-",
        "time": "12:55 - 17:20",
        "room": "216",
        "note": "Лекция",
        "dates": "15.04.2023"
      },
      {
        "id": "43",
        "subjectId": "sales",
        "groups": "1,2",
        "time": "10:35 - 17:20",
        "room": "115",
        "note": "Семинар",
        "dates": "29.04.2023 / 20.05.2023"
      },
      {
        "id": "44",
        "subjectId": "sales",
        "groups": "3,4",
        "time": "10:35 - 17:20",
        "room": "115",
        "note": "Семинар",
        "dates": "13,27.05.2023"
      }
    ],
    [
      {
        "id": "1",
        "subjectId": "protIP",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "215",
        "note": "-",
        "dates": "21,28.02.2022 / 14,21,28.03.2022"
      },
      {
        "id": "2",
        "subjectId": "retail",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "512",
        "note": "-",
        "dates": "04,11,18,25.04.2022 / 16,23,30.05.2022 / 06.06.2022"
      },
      {
        "id": "3",
        "subjectId": "neuro2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "215",
        "note": "-",
        "dates": "15,22.02.2022 / 01,15,22,29.03.2022 / 05.04.2022"
      },
      {
        "id": "4",
        "subjectId": "brand",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "215",
        "note": "-",
        "dates": "12,19,26.04.2022 / 10,17,24,31.05.2022"
      },
      {
        "id": "5",
        "subjectId": "lead1",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "215",
        "note": "-",
        "dates": "05.05.2022 / 03,07.06.2022"
      },
      {
        "id": "6",
        "subjectId": "eng",
        "groups": "1",
        "time": "19:00 - 20:20",
        "room": "517",
        "note": "-",
        "dates": "09,16.02.2022 / 02,09,16,23,30.03.2022 / 06,13,20,27.04.2022 / 04,11,18,25.05.2022"
      },
      {
        "id": "7",
        "subjectId": "eng",
        "groups": "2",
        "time": "19:00 - 20:20",
        "room": "518",
        "note": "-",
        "dates": "09,16.02.2022 / 02,09,16,23,30.03.2022 / 06,13,20,27.04.2022 / 04,11,18,25.05.2022"
      },
      {
        "id": "8",
        "subjectId": "eng",
        "groups": "3",
        "time": "20:30 - 21:50",
        "room": "517",
        "note": "-",
        "dates": "09,16.02.2022 / 02,09,16,23,30.03.2022 / 06,13,20,27.04.2022 / 04,11,18,25.05.2022"
      },
      {
        "id": "9",
        "subjectId": "eng",
        "groups": "4",
        "time": "20:30 - 21:50",
        "room": "518",
        "note": "-",
        "dates": "09,16.02.2022 / 02,09,16,23,30.03.2022 / 06,13,20,27.04.2022 / 04,11,18,25.05.2022"
      },
      {
        "id": "10",
        "subjectId": "internet",
        "groups": "1,2",
        "time": "20:30 - 21:50",
        "room": "519",
        "note": "-",
        "dates": "16.02.2022 / 02,09,16,23,30.03.2022 / 06,13,20,27.04.2022 / 04,11,18,25.05.2022"
      },
      {
        "id": "11",
        "subjectId": "internet",
        "groups": "3,4",
        "time": "19:00 - 20:20",
        "room": "519",
        "note": "-",
        "dates": "16.02.2022 / 02,09,16,23,30.03.2022 / 06,13,20,27.04.2022 / 04,11,18,25.05.2022"
      },
      {
        "id": "12",
        "subjectId": "finance2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "214",
        "note": "-",
        "dates": "01,08.06.2022"
      },
      {
        "id": "13",
        "subjectId": "enterp",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "115",
        "note": "-",
        "dates": "17,25.02.2022 / 03,04,11,17,31.03.2022"
      },
      {
        "id": "14",
        "subjectId": "lux",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "206",
        "note": "-",
        "dates": "17.02.2022 / 03,17,31.03.2022 / 14,28.04.2022 / 19.05.2022 / 02.06.2022"
      },
      {
        "id": "15",
        "subjectId": "digital",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "215",
        "note": "-",
        "dates": "10,24.02.2022 / 10,24.03.2022 / 07,21.04.2022 / 12,26.05.2022"
      },
      {
        "id": "16",
        "subjectId": "hospit",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "206",
        "note": "-",
        "dates": "11,18,25.02.2022 / 04,11,18,25.03.2022 / 01.04.2022"
      },
      {
        "id": "17",
        "subjectId": "iNeuro",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "206",
        "note": "-",
        "dates": "08,22,29.04.2022 / 06,20.05.2022"
      },
      {
        "id": "18",
        "subjectId": "entertain",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "207",
        "note": "-",
        "dates": "08,15,22,29.04.2022 / 06,13,20,27.05.2022"
      },
      {
        "id": "19",
        "subjectId": "eng",
        "groups": "1",
        "time": "09:00 - 11:55",
        "room": "209",
        "note": "-",
        "dates": "12,26.02.2022 / 12,26.03.2022 / 09.04.2022"
      },
      {
        "id": "20",
        "subjectId": "eng",
        "groups": "2",
        "time": "09:00 - 11:55",
        "room": "210",
        "note": "-",
        "dates": "12,26.02.2022 / 12,26.03.2022 / 09.04.2022"
      },
      {
        "id": "21",
        "subjectId": "eng",
        "groups": "3",
        "time": "09:00 - 11:55",
        "room": "209",
        "note": "-",
        "dates": "19.02.2022 / 05,19.03.2022 / 16.04.2022"
      },
      {
        "id": "22",
        "subjectId": "eng",
        "groups": "4",
        "time": "09:00 - 11:55",
        "room": "210",
        "note": "-",
        "dates": "19.02.2022 / 05,19.03.2022 / 16.04.2022"
      },
      {
        "id": "23",
        "subjectId": "eng",
        "groups": "3",
        "time": "09:00 - 10:15",
        "room": "209",
        "note": "-",
        "dates": "02.04.2022"
      },
      {
        "id": "24",
        "subjectId": "eng",
        "groups": "4",
        "time": "09:00 - 10:15",
        "room": "210",
        "note": "-",
        "dates": "02.04.2022"
      },
      {
        "id": "25",
        "subjectId": "enterp",
        "groups": "-",
        "time": "12:55 - 17:20",
        "room": "115",
        "note": "По окончании - индивидуальный график",
        "dates": "12,26.02.2022"
      },
      {
        "id": "26",
        "subjectId": "enterp",
        "groups": "-",
        "time": "12:55 - 17:20",
        "room": "407",
        "note": "-",
        "dates": "19.02.2022"
      },
      {
        "id": "27",
        "subjectId": "iNeuro",
        "groups": "-",
        "time": "12:55 - 16:00",
        "room": "407",
        "note": "-",
        "dates": "09,30.04.2022 / 21.05.2022"
      },
      {
        "id": "28",
        "subjectId": "lead2",
        "groups": "-",
        "time": "3 пары",
        "room": "215",
        "note": "-",
        "dates": "19.03.2022"
      },
      {
        "id": "29",
        "subjectId": "lead3",
        "groups": "-",
        "time": "в 15:00",
        "room": "215",
        "note": "онлайн, 3 пары",
        "dates": "18.06.2022"
      },
      {
        "id": "30",
        "subjectId": "finance2",
        "groups": "-",
        "time": "12:55 - 17:20",
        "room": "215",
        "note": "-",
        "dates": "05,12.03.2022"
      },
      {
        "id": "31",
        "subjectId": "protIP",
        "groups": "-",
        "time": "12:55 - 17:20",
        "room": "215",
        "note": "-",
        "dates": "26.03.2022"
      },
      {
        "id": "32",
        "subjectId": "sales",
        "groups": "-",
        "time": "10:35 - 17:20",
        "room": "215",
        "note": "лекция",
        "dates": "02.04.2022"
      },
      {
        "id": "33",
        "subjectId": "sales",
        "groups": "1,2",
        "time": "10:35 - 17:20",
        "room": "115",
        "note": "семинар",
        "dates": "16.04.2022 / 14.05.2022"
      },
      {
        "id": "34",
        "subjectId": "sales",
        "groups": "3,4",
        "time": "10:35 - 17:20",
        "room": "115",
        "note": "семинар",
        "dates": "23.04.2022 / 28.05.2022"
      },
      {
        "id": "35",
        "subjectId": "exEng",
        "groups": "-",
        "time": "с 10 утра",
        "room": "-",
        "note": "-",
        "dates": "09,10.06.2022"
      },
      {
        "id": "36",
        "subjectId": "exNeuro",
        "groups": "-",
        "time": "с 10 утра",
        "room": "-",
        "note": "-",
        "dates": "15.06.2022"
      },
      {
        "id": "37",
        "subjectId": "exIntern",
        "groups": "-",
        "time": "с 10 утра",
        "room": "-",
        "note": "-",
        "dates": "28.06.2022"
      },
      {
        "id": "38",
        "subjectId": "exIP",
        "groups": "-",
        "time": "с 12 утра",
        "room": "-",
        "note": "-",
        "dates": "25.06.2022"
      },
      {
        "id": "39",
        "subjectId": "exFin",
        "groups": "-",
        "time": "с 10 утра",
        "room": "-",
        "note": "-",
        "dates": "20.06.2022"
      },
      {
        "id": "40",
        "subjectId": "proj",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "130",
        "note": "лекция",
        "dates": "05,12,19,26.09.2022 / 03.10.2022"
      },
      {
        "id": "41",
        "subjectId": "proj",
        "groups": "-",
        "time": "с 12:55",
        "room": "130",
        "note": "лекция",
        "dates": "22.10.2022"
      },
      {
        "id": "42",
        "subjectId": "proj",
        "groups": "1,2",
        "time": "19:00 - 21:50",
        "room": "130",
        "note": "семинар",
        "dates": "17,31.10.2022"
      },
      {
        "id": "43",
        "subjectId": "proj",
        "groups": "3,4",
        "time": "19:00 - 21:50",
        "room": "130",
        "note": "семинар",
        "dates": "24.10.2022 / 07.11.2022"
      },
      {
        "id": "44",
        "subjectId": "web",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "519",
        "note": "-",
        "dates": "14,21,28.11.2022 / 05,12.12.2022"
      },
      {
        "id": "45",
        "subjectId": "eng",
        "groups": "1",
        "time": "19:00 - 21:50",
        "room": "509",
        "note": "-",
        "dates": "06,20.09.2022 / 04,18.10.2022 / 01,15,29.11.2022 / 13.12.2022"
      },
      {
        "id": "46",
        "subjectId": "eng",
        "groups": "3",
        "time": "19:00 - 21:50",
        "room": "509",
        "note": "-",
        "dates": "13,27.09.2022 / 11,25.10.2022 / 08,22.11.2022 / 06,20.12.2022"
      },
      {
        "id": "47",
        "subjectId": "iNeuro2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "112",
        "note": "-",
        "dates": "07,21.09.2022 / 05,19.10.2022 / 02,16,30.11.2022 / 14.12.2022"
      },
      {
        "id": "48",
        "subjectId": "entertain2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "130",
        "note": "-",
        "dates": "07,21.09.2022 / 05,19.10.2022 / 02,16,30.11.2022 / 14.12.2022"
      },
      {
        "id": "49",
        "subjectId": "enterp2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "115",
        "note": "-",
        "dates": "08,22.09.2022 / 06,20.10.2022 / 03,17.11.2022 / 01,15.12.2022"
      },
      {
        "id": "50",
        "subjectId": "retail2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "130",
        "note": "-",
        "dates": "15,29.09.2022 / 13,27.10.2022 / 10,24.11.2022 / 08,22.12.2022"
      },
      {
        "id": "51",
        "subjectId": "digital2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "519",
        "note": "-",
        "dates": "09,23.09.2022 / 07,21.10.2022 / 11,18,25.11.2022 / 09,23.12.2022"
      },
      {
        "id": "52",
        "subjectId": "hospit2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "207",
        "note": "-",
        "dates": "22,30.09.2022 / 14,28.10.2022 / 18.11.2022 / 02,16.12.2022"
      },
      {
        "id": "53",
        "subjectId": "eng",
        "groups": "1",
        "time": "09:00 - 11:55",
        "room": "4054 и 1068",
        "note": "1-я пара в 4054, 2-я пара в 1068",
        "dates": "03,17.09.2022 / 01,15,29.10.2022 / 12,26.11.2022 / 10,24.12.2022"
      },
      {
        "id": "54",
        "subjectId": "eng",
        "groups": "3",
        "time": "09:00 - 11:55",
        "room": "4054 и 1068",
        "note": "1-я пара в 4054, 2-я пара в 1068",
        "dates": "10,24.09.2022 / 08,22.10.2022 / 05,19.11.2022 / 03,17.12.2022"
      },
      {
        "id": "55",
        "subjectId": "adv",
        "groups": "-",
        "time": "12:55 - 17:20",
        "room": "3030",
        "note": "-",
        "dates": "03,10,17,24.09.2022"
      },
      {
        "id": "56",
        "subjectId": "qual",
        "groups": "-",
        "time": "12:55 - 17:20",
        "room": "3030",
        "note": "-",
        "dates": "01.10.2022"
      },
      {
        "id": "57",
        "subjectId": "eng",
        "groups": "2",
        "time": "19:00 - 21:50",
        "room": "510",
        "note": "-",
        "dates": "06,20.09.2022 / 04,18.10.2022 / 01,15,29.11.2022 / 13.12.2022"
      },
      {
        "id": "58",
        "subjectId": "eng",
        "groups": "4",
        "time": "19:00 - 21:50",
        "room": "510",
        "note": "-",
        "dates": "13,27.09.2022 / 11,25.10.2022 / 08,22.11.2022 / 06,20.12.2022"
      },
      {
        "id": "59",
        "subjectId": "lux2",
        "groups": "-",
        "time": "19:00 - 21:50",
        "room": "130",
        "note": "-",
        "dates": "14,28.09.2022 / 12,26.10.2022 / 09,23.11.2022 / 07,21.12.2022"
      },
      {
        "id": "60",
        "subjectId": "eng",
        "groups": "2",
        "time": "09:00 - 11:55",
        "room": "4051 и 3056",
        "note": "1-я пара в 4051, 2-я пара в 3056",
        "dates": "03,17.09.2022 / 01,15,29.10.2022 / 12,26.11.2022 / 10,24.12.2022"
      },
      {
        "id": "61",
        "subjectId": "eng",
        "groups": "4",
        "time": "09:00 - 11:55",
        "room": "4051 и 3056",
        "note": "1-я пара в 4051, 2-я пара в 3056",
        "dates": "10,24.09.2022 / 08,22.10.2022 / 05,19.11.2022 / 03,17.12.2022"
      },
      {
        "id": "62",
        "subjectId": "qual",
        "groups": "-",
        "time": "12:55 - 17:20",
        "room": "3030",
        "note": "-",
        "dates": "08.10.2022"
      },
      {
        "id": "63",
        "subjectId": "qual",
        "groups": "-",
        "time": "12:55 - 17:20",
        "room": "3030",
        "note": "-",
        "dates": "15.10.2022"
      }
    ]
  ],
  "classes": [
    [
      {
        "id": "1",
        "subjectId": "fin",
        "time": "19:00 - 21:50",
        "room": "214",
        "dates": [
          "04.10.2022",
          "11.10.2022",
          "18.10.2022",
          "25.10.2022",
          "01.11.2022",
          "08.11.2022",
          "15.11.2022",
          "22.11.2022",
          "29.11.2022"
        ]
      },
      {
        "id": "2",
        "subjectId": "eng",
        "time": "19:00 - 20:20",
        "room": "522",
        "groups": [
          0
        ],
        "dates": [
          "14.09.2022",
          "21.09.2022",
          "28.09.2022",
          "05.10.2022",
          "12.10.2022",
          "19.10.2022",
          "26.10.2022",
          "02.11.2022",
          "09.11.2022",
          "16.11.2022",
          "23.11.2022",
          "30.11.2022",
          "07.12.2022",
          "14.12.2022",
          "21.12.2022",
          "28.12.2022"
        ]
      },
      {
        "id": "3",
        "subjectId": "eng",
        "time": "19:00 - 20:20",
        "room": "523",
        "groups": [
          1
        ],
        "dates": [
          "14.09.2022",
          "21.09.2022",
          "28.09.2022",
          "05.10.2022",
          "12.10.2022",
          "19.10.2022",
          "26.10.2022",
          "02.11.2022",
          "09.11.2022",
          "16.11.2022",
          "23.11.2022",
          "30.11.2022",
          "07.12.2022",
          "14.12.2022",
          "21.12.2022",
          "28.12.2022"
        ]
      },
      {
        "id": "4",
        "subjectId": "eng",
        "time": "20:30 - 21:50",
        "room": "522",
        "groups": [
          2
        ],
        "dates": [
          "14.09.2022",
          "21.09.2022",
          "28.09.2022",
          "05.10.2022",
          "12.10.2022",
          "19.10.2022",
          "26.10.2022",
          "02.11.2022",
          "09.11.2022",
          "16.11.2022",
          "23.11.2022",
          "30.11.2022",
          "07.12.2022",
          "14.12.2022",
          "21.12.2022",
          "28.12.2022"
        ]
      },
      {
        "id": "5",
        "subjectId": "eng",
        "time": "20:30 - 21:50",
        "room": "523",
        "groups": [
          3
        ],
        "dates": [
          "14.09.2022",
          "21.09.2022",
          "28.09.2022",
          "05.10.2022",
          "12.10.2022",
          "19.10.2022",
          "26.10.2022",
          "02.11.2022",
          "09.11.2022",
          "16.11.2022",
          "23.11.2022",
          "30.11.2022",
          "07.12.2022",
          "14.12.2022",
          "21.12.2022",
          "28.12.2022"
        ]
      },
      {
        "id": "6",
        "subjectId": "internet",
        "time": "20:30 - 21:50",
        "room": "519",
        "groups": [
          0,
          1
        ],
        "dates": [
          "14.09.2022",
          "21.09.2022",
          "28.09.2022",
          "05.10.2022",
          "12.10.2022",
          "19.10.2022",
          "26.10.2022",
          "02.11.2022",
          "09.11.2022",
          "16.11.2022",
          "23.11.2022",
          "30.11.2022",
          "07.12.2022",
          "14.12.2022",
          "21.12.2022",
          "28.12.2022"
        ]
      },
      {
        "id": "7",
        "subjectId": "internet",
        "time": "19:00 - 20:20",
        "room": "519",
        "groups": [
          2,
          3
        ],
        "dates": [
          "14.09.2022",
          "21.09.2022",
          "28.09.2022",
          "05.10.2022",
          "12.10.2022",
          "19.10.2022",
          "26.10.2022",
          "02.11.2022",
          "09.11.2022",
          "16.11.2022",
          "23.11.2022",
          "30.11.2022",
          "07.12.2022",
          "14.12.2022",
          "21.12.2022",
          "28.12.2022"
        ]
      },
      {
        "id": "8",
        "subjectId": "eng",
        "time": "19:00 - 21:50",
        "room": "509",
        "groups": [
          0
        ],
        "dates": [
          "15.09.2022",
          "29.09.2022",
          "13.10.2022",
          "27.10.2022",
          "10.11.2022",
          "24.11.2022",
          "08.12.2022",
          "22.12.2022"
        ]
      },
      {
        "id": "9",
        "subjectId": "eng",
        "time": "19:00 - 21:50",
        "room": "510",
        "groups": [
          1
        ],
        "dates": [
          "15.09.2022",
          "29.09.2022",
          "13.10.2022",
          "27.10.2022",
          "10.11.2022",
          "24.11.2022",
          "08.12.2022",
          "22.12.2022"
        ]
      },
      {
        "id": "10",
        "subjectId": "eng",
        "time": "19:00 - 21:50",
        "room": "509",
        "groups": [
          2
        ],
        "dates": [
          "08.09.2022",
          "22.09.2022",
          "06.10.2022",
          "20.10.2022",
          "03.11.2022",
          "17.11.2022",
          "01.12.2022",
          "15.12.2022"
        ]
      },
      {
        "id": "11",
        "subjectId": "eng",
        "time": "19:00 - 21:50",
        "room": "510",
        "groups": [
          3
        ],
        "dates": [
          "08.09.2022",
          "22.09.2022",
          "06.10.2022",
          "20.10.2022",
          "03.11.2022",
          "17.11.2022",
          "01.12.2022",
          "15.12.2022"
        ]
      },
      {
        "id": "12",
        "subjectId": "psy",
        "time": "19:00 - 21:50",
        "room": "214",
        "dates": [
          "09.09.2022",
          "16.09.2022",
          "23.09.2022",
          "30.09.2022",
          "07.10.2022",
          "14.10.2022",
          "21.10.2022",
          "28.10.2022"
        ]
      },
      {
        "id": "13",
        "subjectId": "neuro",
        "time": "19:00 - 21:50",
        "room": "214",
        "dates": [
          "11.11.2022",
          "18.11.2022",
          "25.11.2022",
          "02.12.2022",
          "09.12.2022",
          "16.12.2022",
          "23.12.2022"
        ]
      },
      {
        "id": "14",
        "subjectId": "trends",
        "time": "10:35 - 17:20",
        "room": "315",
        "dates": [
          "10.09.2022",
          "17.09.2022",
          "24.09.2022"
        ]
      },
      {
        "id": "15",
        "subjectId": "change",
        "time": "10:35 - 17:20",
        "room": "315",
        "dates": [
          "01.10.2022",
          "08.10.2022",
          "15.10.2022"
        ]
      },
      {
        "id": "16",
        "subjectId": "events",
        "time": "10:35 - 17:20",
        "room": "315",
        "dates": [
          "22.10.2022",
          "29.10.2022",
          "05.11.2022",
          "12.11.2022",
          "19.11.2022",
          "26.11.2022"
        ]
      },
      {
        "id": "17",
        "subjectId": "client",
        "time": "10:35 - 17:20",
        "room": "315",
        "note": "Различные спикеры",
        "dates": [
          "03.12.2022",
          "10.12.2022"
        ]
      },
      {
        "id": "18",
        "subjectId": "neuro2",
        "time": "19:00 - 21:50",
        "room": "215",
        "dates": [
          "6.03.2023",
          "13.03.2023",
          "27.03.2023"
        ]
      },
      {
        "id": "19",
        "subjectId": "brand",
        "time": "19:00 - 21:50",
        "room": "215",
        "dates": [
          "3.04.2023",
          "10.04.2023",
          "17.04.2023",
          "24.04.2023",
          "15.05.2023",
          "22.05.2023",
          "29.05.2023",
          "05.06.2023"
        ]
      },
      {
        "id": "20",
        "subjectId": "fin2",
        "time": "19:00 - 21:50",
        "room": "215",
        "dates": [
          "14.02.2023",
          "21.02.2023",
          "28.02.2023",
          "07.03.2023",
          "14.03.2023",
          "21.03.2023",
          "28.03.2023"
        ]
      },
      {
        "id": "21",
        "subjectId": "protIP",
        "time": "19:00 - 21:50",
        "room": "215",
        "dates": [
          "04.04.2023",
          "11.04.2023",
          "18.04.2023",
          "25.04.2023"
        ]
      },
      {
        "id": "22",
        "subjectId": "lead1",
        "time": "19:00 - 21:50",
        "room": "215",
        "dates": [
          "16.05.2023",
          "23.05.2023",
          "30.05.2023",
          "06.06.2023"
        ]
      },
      {
        "id": "23",
        "subjectId": "eng",
        "time": "19:00 - 20:20",
        "room": "523",
        "groups": [
          0
        ],
        "dates": [
          "15.02.2023",
          "22.02.2023",
          "01.03.2023",
          "15.03.2023",
          "22.03.2023",
          "29.03.2023",
          "05.04.2023",
          "12.04.2023",
          "19.04.2023",
          "26.04.2023",
          "03.05.2023",
          "10.05.2023",
          "17.05.2023",
          "24.05.2023"
        ]
      },
      {
        "id": "24",
        "subjectId": "eng",
        "time": "19:00 - 20:20",
        "room": "525",
        "groups": [
          1
        ],
        "dates": [
          "15.02.2023",
          "22.02.2023",
          "01.03.2023",
          "15.03.2023",
          "22.03.2023",
          "29.03.2023",
          "05.04.2023",
          "12.04.2023",
          "19.04.2023",
          "26.04.2023",
          "03.05.2023",
          "10.05.2023",
          "17.05.2023",
          "24.05.2023"
        ]
      },
      {
        "id": "25",
        "subjectId": "eng",
        "time": "20:30 - 21:50",
        "room": "523",
        "groups": [
          2
        ],
        "dates": [
          "15.02.2023",
          "22.02.2023",
          "01.03.2023",
          "15.03.2023",
          "22.03.2023",
          "29.03.2023",
          "05.04.2023",
          "12.04.2023",
          "19.04.2023",
          "26.04.2023",
          "03.05.2023",
          "10.05.2023",
          "17.05.2023",
          "24.05.2023"
        ]
      },
      {
        "id": "26",
        "subjectId": "eng",
        "time": "20:30 - 21:50",
        "room": "525",
        "groups": [
          3
        ],
        "dates": [
          "15.02.2023",
          "22.02.2023",
          "01.03.2023",
          "15.03.2023",
          "22.03.2023",
          "29.03.2023",
          "05.04.2023",
          "12.04.2023",
          "19.04.2023",
          "26.04.2023",
          "03.05.2023",
          "10.05.2023",
          "17.05.2023",
          "24.05.2023"
        ]
      },
      {
        "id": "27",
        "subjectId": "internet",
        "time": "20:30 - 21:50",
        "room": "519",
        "groups": [
          0,
          1
        ],
        "dates": [
          "15.02.2023",
          "22.02.2023",
          "01.03.2023",
          "15.03.2023",
          "22.03.2023",
          "29.03.2023",
          "05.04.2023",
          "12.04.2023",
          "19.04.2023",
          "26.04.2023",
          "03.05.2023",
          "10.05.2023",
          "17.05.2023",
          "24.05.2023"
        ]
      },
      {
        "id": "28",
        "subjectId": "internet",
        "time": "19:00 - 20:20",
        "room": "519",
        "groups": [
          2,
          3
        ],
        "dates": [
          "15.02.2023",
          "22.02.2023",
          "01.03.2023",
          "15.03.2023",
          "22.03.2023",
          "29.03.2023",
          "05.04.2023",
          "12.04.2023",
          "19.04.2023",
          "26.04.2023",
          "03.05.2023",
          "10.05.2023",
          "17.05.2023",
          "24.05.2023"
        ]
      },
      {
        "id": "29",
        "subjectId": "retail",
        "time": "19:00 - 21:50",
        "room": "518",
        "dates": [
          "16.02.2023",
          "09.03.2023",
          "23.03.2023",
          "06.04.2023",
          "20.04.2023",
          "18.05.2023",
          "01.06.2023",
          "08.06.2023"
        ]
      },
      {
        "id": "30",
        "subjectId": "lux",
        "time": "19:00 - 21:50",
        "room": "522",
        "dates": [
          "09.02.2023",
          "02.03.2023",
          "16.03.2023",
          "30.03.2023",
          "13.04.2023",
          "27.04.2023",
          "11.05.2023",
          "25.05.2023"
        ]
      },
      {
        "id": "31",
        "subjectId": "digital",
        "time": "19:00 - 21:50",
        "room": "525",
        "dates": [
          "09.02.2023",
          "02.03.2023",
          "16.03.2023",
          "30.03.2023",
          "13.04.2023",
          "27.04.2023",
          "11.05.2023",
          "25.05.2023"
        ]
      },
      {
        "id": "32",
        "subjectId": "hospit",
        "time": "19:00 - 21:50",
        "room": "523",
        "dates": [
          "09.02.2023",
          "02.03.2023",
          "16.03.2023",
          "30.03.2023",
          "13.04.2023",
          "27.04.2023",
          "11.05.2023",
          "25.05.2023"
        ]
      },
      {
        "id": "33",
        "subjectId": "neuro2",
        "time": "19:00 - 21:50",
        "room": "215",
        "dates": [
          "10.02.2023",
          "10.03.2023",
          "24.03.2023",
          "21.04.2023"
        ]
      },
      {
        "id": "34",
        "subjectId": "iNeuro",
        "time": "19:00 - 21:50",
        "room": "112",
        "note": "Нейролаборатория МГИМО",
        "dates": [
          "17.02.2023",
          "03.03.2023",
          "17.03.2023",
          "31.03.2023",
          "14.04.2023",
          "28.04.2023",
          "19.05.2023",
          "02.06.2023"
        ]
      },
      {
        "id": "35",
        "subjectId": "entertain",
        "time": "19:00 - 21:50",
        "room": "525",
        "dates": [
          "17.02.2023",
          "03.03.2023",
          "17.03.2023",
          "31.03.2023",
          "14.04.2023",
          "28.04.2023",
          "19.05.2023",
          "02.06.2023"
        ]
      },
      {
        "id": "36",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "523",
        "groups": [
          0
        ],
        "dates": [
          "11.02.2023",
          "25.02.2023",
          "11.03.2023",
          "25.03.2023",
          "08.04.2023"
        ]
      },
      {
        "id": "37",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "525",
        "groups": [
          1
        ],
        "dates": [
          "11.02.2023",
          "25.02.2023",
          "11.03.2023",
          "25.03.2023",
          "08.04.2023"
        ]
      },
      {
        "id": "38",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "523",
        "groups": [
          2
        ],
        "dates": [
          "18.02.2023",
          "04.03.2023",
          "18.03.2023",
          "01.04.2023",
          "15.04.2023"
        ]
      },
      {
        "id": "39",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "525",
        "groups": [
          3
        ],
        "dates": [
          "18.02.2023",
          "04.03.2023",
          "18.03.2023",
          "01.04.2023",
          "15.04.2023"
        ]
      },
      {
        "id": "40",
        "subjectId": "enterp",
        "time": "12:55 - 17:20",
        "room": "115",
        "note": "После 18 марта – по индивидуальному графику",
        "dates": [
          "11.02.2023",
          "18.02.2023",
          "25.02.2023",
          "04.03.2023",
          "11.03.2023",
          "18.03.2023",
          "25.03.2023"
        ]
      },
      {
        "id": "41",
        "subjectId": "protIP",
        "time": "12:55 - 16:00",
        "room": "216",
        "dates": [
          "01.04.2023",
          "08.04.2023",
          "22.04.2023"
        ]
      },
      {
        "id": "42",
        "subjectId": "sales",
        "time": "12:55 - 17:20",
        "room": "216",
        "note": "Лекция",
        "dates": [
          "15.04.2023"
        ]
      },
      {
        "id": "43",
        "subjectId": "sales",
        "time": "10:35 - 17:20",
        "room": "115",
        "groups": [
          0,
          1
        ],
        "note": "Семинар",
        "dates": [
          "29.04.2023",
          "20.05.2023"
        ]
      },
      {
        "id": "44",
        "subjectId": "sales",
        "time": "10:35 - 17:20",
        "room": "115",
        "groups": [
          2,
          3
        ],
        "note": "Семинар",
        "dates": [
          "13.05.2023",
          "27.05.2023"
        ]
      }
    ],
    [
      {
        "id": "1",
        "subjectId": "protIP",
        "time": "19:00 - 21:50",
        "room": "215",
        "dates": [
          "21.02.2022",
          "28.02.2022",
          "14.03.2022",
          "21.03.2022",
          "28.03.2022"
        ]
      },
      {
        "id": "2",
        "subjectId": "retail",
        "time": "19:00 - 21:50",
        "room": "512",
        "dates": [
          "04.04.2022",
          "11.04.2022",
          "18.04.2022",
          "25.04.2022",
          "16.05.2022",
          "23.05.2022",
          "30.05.2022",
          "06.06.2022"
        ]
      },
      {
        "id": "3",
        "subjectId": "neuro2",
        "time": "19:00 - 21:50",
        "room": "215",
        "dates": [
          "15.02.2022",
          "22.02.2022",
          "01.03.2022",
          "15.03.2022",
          "22.03.2022",
          "29.03.2022",
          "05.04.2022"
        ]
      },
      {
        "id": "4",
        "subjectId": "brand",
        "time": "19:00 - 21:50",
        "room": "215",
        "dates": [
          "12.04.2022",
          "19.04.2022",
          "26.04.2022",
          "10.05.2022",
          "17.05.2022",
          "24.05.2022",
          "31.05.2022"
        ]
      },
      {
        "id": "5",
        "subjectId": "lead1",
        "time": "19:00 - 21:50",
        "room": "215",
        "dates": [
          "05.05.2022",
          "03.06.2022",
          "07.06.2022"
        ]
      },
      {
        "id": "6",
        "subjectId": "eng",
        "time": "19:00 - 20:20",
        "room": "517",
        "groups": [
          0
        ],
        "dates": [
          "09.02.2022",
          "16.02.2022",
          "02.03.2022",
          "09.03.2022",
          "16.03.2022",
          "23.03.2022",
          "30.03.2022",
          "06.04.2022",
          "13.04.2022",
          "20.04.2022",
          "27.04.2022",
          "04.05.2022",
          "11.05.2022",
          "18.05.2022",
          "25.05.2022"
        ]
      },
      {
        "id": "7",
        "subjectId": "eng",
        "time": "19:00 - 20:20",
        "room": "518",
        "groups": [
          1
        ],
        "dates": [
          "09.02.2022",
          "16.02.2022",
          "02.03.2022",
          "09.03.2022",
          "16.03.2022",
          "23.03.2022",
          "30.03.2022",
          "06.04.2022",
          "13.04.2022",
          "20.04.2022",
          "27.04.2022",
          "04.05.2022",
          "11.05.2022",
          "18.05.2022",
          "25.05.2022"
        ]
      },
      {
        "id": "8",
        "subjectId": "eng",
        "time": "20:30 - 21:50",
        "room": "517",
        "groups": [
          2
        ],
        "dates": [
          "09.02.2022",
          "16.02.2022",
          "02.03.2022",
          "09.03.2022",
          "16.03.2022",
          "23.03.2022",
          "30.03.2022",
          "06.04.2022",
          "13.04.2022",
          "20.04.2022",
          "27.04.2022",
          "04.05.2022",
          "11.05.2022",
          "18.05.2022",
          "25.05.2022"
        ]
      },
      {
        "id": "9",
        "subjectId": "eng",
        "time": "20:30 - 21:50",
        "room": "518",
        "groups": [
          3
        ],
        "dates": [
          "09.02.2022",
          "16.02.2022",
          "02.03.2022",
          "09.03.2022",
          "16.03.2022",
          "23.03.2022",
          "30.03.2022",
          "06.04.2022",
          "13.04.2022",
          "20.04.2022",
          "27.04.2022",
          "04.05.2022",
          "11.05.2022",
          "18.05.2022",
          "25.05.2022"
        ]
      },
      {
        "id": "10",
        "subjectId": "internet",
        "time": "20:30 - 21:50",
        "room": "519",
        "groups": [
          0,
          1
        ],
        "dates": [
          "16.02.2022",
          "02.03.2022",
          "09.03.2022",
          "16.03.2022",
          "23.03.2022",
          "30.03.2022",
          "06.04.2022",
          "13.04.2022",
          "20.04.2022",
          "27.04.2022",
          "04.05.2022",
          "11.05.2022",
          "18.05.2022",
          "25.05.2022"
        ]
      },
      {
        "id": "11",
        "subjectId": "internet",
        "time": "19:00 - 20:20",
        "room": "519",
        "groups": [
          2,
          3
        ],
        "dates": [
          "16.02.2022",
          "02.03.2022",
          "09.03.2022",
          "16.03.2022",
          "23.03.2022",
          "30.03.2022",
          "06.04.2022",
          "13.04.2022",
          "20.04.2022",
          "27.04.2022",
          "04.05.2022",
          "11.05.2022",
          "18.05.2022",
          "25.05.2022"
        ]
      },
      {
        "id": "12",
        "subjectId": "finance2",
        "time": "19:00 - 21:50",
        "room": "214",
        "dates": [
          "01.06.2022",
          "08.06.2022"
        ]
      },
      {
        "id": "13",
        "subjectId": "enterp",
        "time": "19:00 - 21:50",
        "room": "115",
        "dates": [
          "17.02.2022",
          "25.02.2022",
          "03.03.2022",
          "04.03.2022",
          "11.03.2022",
          "17.03.2022",
          "31.03.2022"
        ]
      },
      {
        "id": "14",
        "subjectId": "lux",
        "time": "19:00 - 21:50",
        "room": "206",
        "dates": [
          "17.02.2022",
          "03.03.2022",
          "17.03.2022",
          "31.03.2022",
          "14.04.2022",
          "28.04.2022",
          "19.05.2022",
          "02.06.2022"
        ]
      },
      {
        "id": "15",
        "subjectId": "digital",
        "time": "19:00 - 21:50",
        "room": "215",
        "dates": [
          "10.02.2022",
          "24.02.2022",
          "10.03.2022",
          "24.03.2022",
          "07.04.2022",
          "21.04.2022",
          "12.05.2022",
          "26.05.2022"
        ]
      },
      {
        "id": "16",
        "subjectId": "hospit",
        "time": "19:00 - 21:50",
        "room": "206",
        "dates": [
          "11.02.2022",
          "18.02.2022",
          "25.02.2022",
          "04.03.2022",
          "11.03.2022",
          "18.03.2022",
          "25.03.2022",
          "01.04.2022"
        ]
      },
      {
        "id": "17",
        "subjectId": "iNeuro",
        "time": "19:00 - 21:50",
        "room": "206",
        "dates": [
          "08.04.2022",
          "22.04.2022",
          "29.04.2022",
          "06.05.2022",
          "20.05.2022"
        ]
      },
      {
        "id": "18",
        "subjectId": "entertain",
        "time": "19:00 - 21:50",
        "room": "207",
        "dates": [
          "08.04.2022",
          "15.04.2022",
          "22.04.2022",
          "29.04.2022",
          "06.05.2022",
          "13.05.2022",
          "20.05.2022",
          "27.05.2022"
        ]
      },
      {
        "id": "19",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "209",
        "groups": [
          0
        ],
        "dates": [
          "12.02.2022",
          "26.02.2022",
          "12.03.2022",
          "26.03.2022",
          "09.04.2022"
        ]
      },
      {
        "id": "20",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "210",
        "groups": [
          1
        ],
        "dates": [
          "12.02.2022",
          "26.02.2022",
          "12.03.2022",
          "26.03.2022",
          "09.04.2022"
        ]
      },
      {
        "id": "21",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "209",
        "groups": [
          2
        ],
        "dates": [
          "19.02.2022",
          "05.03.2022",
          "19.03.2022",
          "16.04.2022"
        ]
      },
      {
        "id": "22",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "210",
        "groups": [
          3
        ],
        "dates": [
          "19.02.2022",
          "05.03.2022",
          "19.03.2022",
          "16.04.2022"
        ]
      },
      {
        "id": "23",
        "subjectId": "eng",
        "time": "09:00 - 10:15",
        "room": "209",
        "groups": [
          2
        ],
        "dates": [
          "02.04.2022"
        ]
      },
      {
        "id": "24",
        "subjectId": "eng",
        "time": "09:00 - 10:15",
        "room": "210",
        "groups": [
          3
        ],
        "dates": [
          "02.04.2022"
        ]
      },
      {
        "id": "25",
        "subjectId": "enterp",
        "time": "12:55 - 17:20",
        "room": "115",
        "note": "По окончании - индивидуальный график",
        "dates": [
          "12.02.2022",
          "26.02.2022"
        ]
      },
      {
        "id": "26",
        "subjectId": "enterp",
        "time": "12:55 - 17:20",
        "room": "407",
        "dates": [
          "19.02.2022"
        ]
      },
      {
        "id": "27",
        "subjectId": "iNeuro",
        "time": "12:55 - 16:00",
        "room": "407",
        "dates": [
          "09.04.2022",
          "30.04.2022",
          "21.05.2022"
        ]
      },
      {
        "id": "28",
        "subjectId": "lead2",
        "time": "3 пары",
        "room": "215",
        "dates": [
          "19.03.2022"
        ]
      },
      {
        "id": "29",
        "subjectId": "lead3",
        "time": "в 15:00",
        "room": "215",
        "note": "онлайн, 3 пары",
        "dates": [
          "18.06.2022"
        ]
      },
      {
        "id": "30",
        "subjectId": "finance2",
        "time": "12:55 - 17:20",
        "room": "215",
        "dates": [
          "05.03.2022",
          "12.03.2022"
        ]
      },
      {
        "id": "31",
        "subjectId": "protIP",
        "time": "12:55 - 17:20",
        "room": "215",
        "dates": [
          "26.03.2022"
        ]
      },
      {
        "id": "32",
        "subjectId": "sales",
        "time": "10:35 - 17:20",
        "room": "215",
        "note": "лекция",
        "dates": [
          "02.04.2022"
        ]
      },
      {
        "id": "33",
        "subjectId": "sales",
        "time": "10:35 - 17:20",
        "room": "115",
        "groups": [
          0,
          1
        ],
        "note": "семинар",
        "dates": [
          "16.04.2022",
          "14.05.2022"
        ]
      },
      {
        "id": "34",
        "subjectId": "sales",
        "time": "10:35 - 17:20",
        "room": "115",
        "groups": [
          2,
          3
        ],
        "note": "семинар",
        "dates": [
          "23.04.2022",
          "28.05.2022"
        ]
      },
      {
        "id": "35",
        "subjectId": "exEng",
        "time": "с 10 утра",
        "room": "-",
        "dates": [
          "09.06.2022",
          "10.06.2022"
        ]
      },
      {
        "id": "36",
        "subjectId": "exNeuro",
        "time": "с 10 утра",
        "room": "-",
        "dates": [
          "15.06.2022"
        ]
      },
      {
        "id": "37",
        "subjectId": "exIntern",
        "time": "с 10 утра",
        "room": "-",
        "dates": [
          "28.06.2022"
        ]
      },
      {
        "id": "38",
        "subjectId": "exIP",
        "time": "с 12 утра",
        "room": "-",
        "dates": [
          "25.06.2022"
        ]
      },
      {
        "id": "39",
        "subjectId": "exFin",
        "time": "с 10 утра",
        "room": "-",
        "dates": [
          "20.06.2022"
        ]
      },
      {
        "id": "40",
        "subjectId": "proj",
        "time": "19:00 - 21:50",
        "room": "130",
        "note": "лекция",
        "dates": [
          "05.09.2022",
          "12.09.2022",
          "19.09.2022",
          "26.09.2022",
          "03.10.2022"
        ]
      },
      {
        "id": "41",
        "subjectId": "proj",
        "time": "с 12:55",
        "room": "130",
        "note": "лекция",
        "dates": [
          "22.10.2022"
        ]
      },
      {
        "id": "42",
        "subjectId": "proj",
        "time": "19:00 - 21:50",
        "room": "130",
        "groups": [
          0,
          1
        ],
        "note": "семинар",
        "dates": [
          "17.10.2022",
          "31.10.2022"
        ]
      },
      {
        "id": "43",
        "subjectId": "proj",
        "time": "19:00 - 21:50",
        "room": "130",
        "groups": [
          2,
          3
        ],
        "note": "семинар",
        "dates": [
          "24.10.2022",
          "07.11.2022"
        ]
      },
      {
        "id": "44",
        "subjectId": "web",
        "time": "19:00 - 21:50",
        "room": "519",
        "dates": [
          "14.11.2022",
          "21.11.2022",
          "28.11.2022",
          "05.12.2022",
          "12.12.2022"
        ]
      },
      {
        "id": "45",
        "subjectId": "eng",
        "time": "19:00 - 21:50",
        "room": "509",
        "groups": [
          0
        ],
        "dates": [
          "06.09.2022",
          "20.09.2022",
          "04.10.2022",
          "18.10.2022",
          "01.11.2022",
          "15.11.2022",
          "29.11.2022",
          "13.12.2022"
        ]
      },
      {
        "id": "46",
        "subjectId": "eng",
        "time": "19:00 - 21:50",
        "room": "509",
        "groups": [
          2
        ],
        "dates": [
          "13.09.2022",
          "27.09.2022",
          "11.10.2022",
          "25.10.2022",
          "08.11.2022",
          "22.11.2022",
          "06.12.2022",
          "20.12.2022"
        ]
      },
      {
        "id": "47",
        "subjectId": "iNeuro2",
        "time": "19:00 - 21:50",
        "room": "112",
        "dates": [
          "07.09.2022",
          "21.09.2022",
          "05.10.2022",
          "19.10.2022",
          "02.11.2022",
          "16.11.2022",
          "30.11.2022",
          "14.12.2022"
        ]
      },
      {
        "id": "48",
        "subjectId": "entertain2",
        "time": "19:00 - 21:50",
        "room": "130",
        "dates": [
          "07.09.2022",
          "21.09.2022",
          "05.10.2022",
          "19.10.2022",
          "02.11.2022",
          "16.11.2022",
          "30.11.2022",
          "14.12.2022"
        ]
      },
      {
        "id": "49",
        "subjectId": "enterp2",
        "time": "19:00 - 21:50",
        "room": "115",
        "dates": [
          "08.09.2022",
          "22.09.2022",
          "06.10.2022",
          "20.10.2022",
          "03.11.2022",
          "17.11.2022",
          "01.12.2022",
          "15.12.2022"
        ]
      },
      {
        "id": "50",
        "subjectId": "retail2",
        "time": "19:00 - 21:50",
        "room": "130",
        "dates": [
          "15.09.2022",
          "29.09.2022",
          "13.10.2022",
          "27.10.2022",
          "10.11.2022",
          "24.11.2022",
          "08.12.2022",
          "22.12.2022"
        ]
      },
      {
        "id": "51",
        "subjectId": "digital2",
        "time": "19:00 - 21:50",
        "room": "519",
        "dates": [
          "09.09.2022",
          "23.09.2022",
          "07.10.2022",
          "21.10.2022",
          "11.11.2022",
          "18.11.2022",
          "25.11.2022",
          "09.12.2022",
          "23.12.2022"
        ]
      },
      {
        "id": "52",
        "subjectId": "hospit2",
        "time": "19:00 - 21:50",
        "room": "207",
        "dates": [
          "22.09.2022",
          "30.09.2022",
          "14.10.2022",
          "28.10.2022",
          "18.11.2022",
          "02.12.2022",
          "16.12.2022"
        ]
      },
      {
        "id": "53",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "4054 и 1068",
        "groups": [
          0
        ],
        "note": "1-я пара в 4054, 2-я пара в 1068",
        "dates": [
          "03.09.2022",
          "17.09.2022",
          "01.10.2022",
          "15.10.2022",
          "29.10.2022",
          "12.11.2022",
          "26.11.2022",
          "10.12.2022",
          "24.12.2022"
        ]
      },
      {
        "id": "54",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "4054 и 1068",
        "groups": [
          2
        ],
        "note": "1-я пара в 4054, 2-я пара в 1068",
        "dates": [
          "10.09.2022",
          "24.09.2022",
          "08.10.2022",
          "22.10.2022",
          "05.11.2022",
          "19.11.2022",
          "03.12.2022",
          "17.12.2022"
        ]
      },
      {
        "id": "55",
        "subjectId": "adv",
        "time": "12:55 - 17:20",
        "room": "3030",
        "dates": [
          "03.09.2022",
          "10.09.2022",
          "17.09.2022",
          "24.09.2022"
        ]
      },
      {
        "id": "56",
        "subjectId": "qual",
        "time": "12:55 - 17:20",
        "room": "3030",
        "dates": [
          "01.10.2022"
        ]
      },
      {
        "id": "57",
        "subjectId": "eng",
        "time": "19:00 - 21:50",
        "room": "510",
        "groups": [
          1
        ],
        "dates": [
          "06.09.2022",
          "20.09.2022",
          "04.10.2022",
          "18.10.2022",
          "01.11.2022",
          "15.11.2022",
          "29.11.2022",
          "13.12.2022"
        ]
      },
      {
        "id": "58",
        "subjectId": "eng",
        "time": "19:00 - 21:50",
        "room": "510",
        "groups": [
          3
        ],
        "dates": [
          "13.09.2022",
          "27.09.2022",
          "11.10.2022",
          "25.10.2022",
          "08.11.2022",
          "22.11.2022",
          "06.12.2022",
          "20.12.2022"
        ]
      },
      {
        "id": "59",
        "subjectId": "lux2",
        "time": "19:00 - 21:50",
        "room": "130",
        "dates": [
          "14.09.2022",
          "28.09.2022",
          "12.10.2022",
          "26.10.2022",
          "09.11.2022",
          "23.11.2022",
          "07.12.2022",
          "21.12.2022"
        ]
      },
      {
        "id": "60",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "4051 и 3056",
        "groups": [
          1
        ],
        "note": "1-я пара в 4051, 2-я пара в 3056",
        "dates": [
          "03.09.2022",
          "17.09.2022",
          "01.10.2022",
          "15.10.2022",
          "29.10.2022",
          "12.11.2022",
          "26.11.2022",
          "10.12.2022",
          "24.12.2022"
        ]
      },
      {
        "id": "61",
        "subjectId": "eng",
        "time": "09:00 - 11:55",
        "room": "4051 и 3056",
        "groups": [
          3
        ],
        "note": "1-я пара в 4051, 2-я пара в 3056",
        "dates": [
          "10.09.2022",
          "24.09.2022",
          "08.10.2022",
          "22.10.2022",
          "05.11.2022",
          "19.11.2022",
          "03.12.2022",
          "17.12.2022"
        ]
      },
      {
        "id": "62",
        "subjectId": "qual",
        "time": "12:55 - 17:20",
        "room": "3030",
        "dates": [
          "08.10.2022"
        ]
      },
      {
        "id": "63",
        "subjectId": "qual",
        "time": "12:55 - 17:20",
        "room": "3030",
        "dates": [
          "15.10.2022"
        ]
      }
    ]
  ],
  "updateTimestamp": "2023-05-07T16:43:05.156Z",
  "isLoading": false,
  "error": null
}
